<template>
    <div class="agreement-content">
      <p>Специальные советы:</p>
      <p>
        Соглашение о услугах по мгновенному возврату (Цзйшитуй) абонентов при выезде из страны (далее именуемое «настоящее Соглашение») подписывается с Технологической компанией ООО «Юнью Чжисин» (Пекин) (далее именуемая «Юнью» или «Мы») и Вами. Прежде чем воспользоваться услугами по мгновенному возврату (Цзйшитуй) при выезде из страны (далее именуемыми «услуги»), прошу вас внимательно ознакомиться с содержанием настоящего Соглашения, особенно с выделенным жирным шрифтом. Если вы сомневаетесь в содержании этого соглашения или информации о подсказке на странице, не переходите к следующему шагу. Переходя на страницу или подтверждая это другими способами, вы подтверждаете, что согласны с настоящим Соглашением.
      </p>
      <p class="agreement-thickening">
        «Юнью» имеет право время от времени разрабатывать и изменять настоящее Соглашение по мере необходимости. Если в настоящее соглашение будут внесены какие-либо изменения, мы уведомим об этом и просмотрим их в программном обеспечении «мгновенный возврат (Цзйшитуй) при выезде из страны». Если вы не согласны с изменением содержания измененного Соглашения, вы вправе прекратить пользоваться соответствующими услугами; по взаимному согласию между двумя сторонами может быть изменено содержание соответствующих услуг и настоящего соглашения.
      </p>
      <div class="agreement-detail-tit">I. [Определения]</div>
      <p>В отсутствие специального указания следующие термины определяются в настоящем Соглашении как:</p>
      <p>
        1.1 «Мгновенный возврат (Цзйшитуй) при выезде из страны»: программное обеспечение, предоставленное Технологической компанией ООО «Юнью Чжисин» (Пекин) (далее именуемая «Юнью» или «Мы»), предоставляет туристам из Гонконга, Аомэню, Тайваня и зарубежным туристам интеллектуальные продукты для возврата налога в режиме онлайн на территории Китая.
      </p>
      <p>
        1.2 Загрузка документов, удостоверяющих личность: данное программное обеспечение специально предназначено для туристов из Гонконга, Аомэня и Тайваня и зарубежных туристов. В целях обеспечения безопасности использования программного обеспечения и защиты разумных прав и интересов вам необходимо загрузить необходимые соответствующие документы, требуемые системой для использования этого программного обеспечения. Мы проведем проверку для обеспечения соответствия личности пользователя требованиям.
      </p>
      <p>
        1.3 Банковская карта: Ваша сумма возврата налога будет переведена на ваш счет банковской карты привязанный к программному обеспечению, пожалуйста, убедитесь, что информация о банковской карте точна.
      </p>
      <p>
        1.4 Заявка о возврате налога: то есть законная заявка о возврате налога, выданная продавцом в соответствии с требованиями, полученная при покупке и продаже товаров, предоставлении или получении услуг и осуществлении другой хозяйственной деятельности на территории КНР.
      </p>
      <p>
        1.5 Счет-фактура: то есть текст, выданный продавцом покупателю при покупке и продаже товаров, предоставлении или получении услуг и осуществлении другой хозяйственной деятельности на территории КНР, в котором указаны наименование, качество и согласованная цена продукции или услуг, предоставленных покупателю.
      </p>
      <p>
        <!-- 建行 -->
        1.6 Подпись: Ваша собственноручная подпись в системе должна совпадать с подписью лица, загружающего документ, удостоверяющий личность. При успешном возврате налога на вашу привязанную банковскую карту, система автоматически сформирует квитанцию о получении возврата и доверенность на перевод средств (при необходимости) , а также использует вашу электронную подпись. Это доступно только налоговым и финансовым учреждениям.
        <!-- 1.6 Подпись: Ваша собственноручная подпись в системе должна совпадать с подписью лица, загружающего документ, удостоверяющий личность. При успешном возврате налога на вашу привязанную банковскую карту, система автоматически сформирует квитанцию о получении возврата и использует вашу электронную подпись. Это доступно только налоговым и финансовым учреждениям. -->
      </p>
      <div class="agreement-detail-tit">II. [Содержание услуг]</div>
      <p>
        2.1 Сценарии и функции услуг. Услуги «Юнью» - это комплексная услуга, которую мы предоставляем вам, включая продукты и функции банков и финансовых учреждений, с помощью которых туристы Гонконга, Аомэня, Тайваня и иностранные туристы могут провести возврат налога онлайн с помощью этого программного обеспечения. Конкретное содержание зависит от фактического предложения.
      </p>
      <p>
        2.2 Ограничения в обслуживании. Данная услуга содержит обработку транзакций с соответствующими третьими сторонами и вашими партнерами и соответствующие ограничения требований.
      </p>
      <div class="agreement-detail-tit">III. [Безопасность и использование аккаунта]</div>
      <p class="agreement-thickening">
        3.1 При использовании данной услуги вам необходимо загрузить информацию о соответствующих документах. Ваши документы и другие материалы должны соответствовать законам и правилам, общественной морали, быть действительными и эффективными, и не нарушать законные права и интересы других третьих лиц, в противном случае мы можем аннулировать ваш аккаунт и т.д.
      </p>
      <p>
        3.2 Идентификационные элементы, на основе которых мы идентифицируем вашу личность, должны быть сохранены. Проведенные операции и инструкции, выданные с использованием идентификационных элементов, считаются выполненными вами. Информация, такая как аккаунт по вашей причине, была использована мошенническим путем, присвоена или незаконно использована, и связанные с этим риски и убытки должны внести вы сами.
      </p>
      <p class="agreement-thickening">
        3.3 Для обеспечения сохранности ваших денежных средств вы должны хранить банковскую карту и информацию о документах, к которой вы привязаны. В случае потери вашей банковской карты, утечки информации о документов и информации о карте вы должны своевременно уведомить банк, выпустивший карту, чтобы уменьшить возможные потери. Потери, вызванные вашей утечкой пароля банковской карты, цифрового сертификата, U-щита, потери банковской карты и т. д., вы должны нести за себя. Если вы обнаружите, что ваш идентификатор пользователя, номер аккаунта или логин и пароль были незаконно использованы или присвоены другим лицом или что ваш мобильный телефон или другое соответствующее устройство пропали, пожалуйста, немедленно сообщите нам об этом эффективным образом; также к нам можно обратиться с заявлением о приостановке или прекращении обслуживания. Вы согласны:
      </p>
      <p>
        В отношении онлайн-платежных услуг, предоставляемых UnionPay в этом соглашении, мы можем применять различные меры проверки для идентификации вашей личности на основе различных терминалов и ваших привычек использования. Например, когда ваш аккаунт впервые был введен в систему на новом устройстве, мы можем идентифицировать вашу личность с помощью пароля и проверочный код.
      </p>
      <p class="agreement-thickening">
        3.4 Прекращение обслуживания. Мы можем приостановить или прекратить обслуживание вашего аккаунта при наличии следующих обстоятельств:
      </p>
      <p class="agreement-thickening">
        (1) вы нарушили положения законов и правил или положения настоящего Соглашения;
      </p>
      <p class="agreement-thickening">(2) согласно соответствующим законам, правилам или требованиям компетентных органов;</p>
      <p class="agreement-thickening">
        (3) при наличии аномалий в идентификации вашего пользователя или операции с аккаунта, движении денежных средств и т.д.;
      </p>
      <p class="agreement-thickening">(4) Ваш идентификатор пользователя или аккаунт могут оказаться под угрозой；</p>
      <p class="agreement-thickening">
        (5) при участии в рыночной деятельности вы нарушаете правила деятельности или принципы честности и доверия, например, несоответствие содержания сделки или мошенничество;
      </p>
      <p class="agreement-thickening">
        (6) Если на вас поступила жалоба от другого лица, и другая сторона предоставила определенные доказательства;
      </p>
      <p class="agreement-thickening">
        (7) Вы могли ошибочно манипулировать идентификатором или аккаунтом другого пользователя или идентифицировать идентификатор или аккаунт другого пользователя;
      </p>
      <p class="agreement-thickening">(8) Третья сторона пожаловалась на то, что вы нарушили закон, и это правда.</p>
      <div class="agreement-detail-tit">IV. [Меры предосторожности при использовании услуг «Юнью»]</div>
      <p>
        4.1 Любая информация, которую вы регистрируете, загружаете и публикуете, должна отвечать за ее достоверность и законность, не нарушать требования законов, правил и соответствующих положений настоящего Соглашения, в противном случае вы должны нести полную ответственность по закону.
      </p>
      <p class="agreement-thickening">
        4.2 Вы прочитали и приняли «Юнью» в качестве поставщика технических услуг платформы, мы не принимаем на себя ответственность за платежные проблемы, возникающие в результате расчетов финансовой организации, обесценивания валюты, колебаний обменного курса или конкретного времени прибытия банка, выпустившего карту. Все сделки производятся между финансовыми учреждениями/клиентами/коммерсантами, «Юнью» не участвует в сделках, и все данные зависят от конечных данных, предоставленных финансовыми учреждениями.
      </p>
      <p class="agreement-thickening">
        4.3 Вы уже знаете и понимаете, что если при использовании данной услуги вы нарушаете правила поведения, которые вы должны выполнять по Соглашению с финансовой организацией/коммерсантом и т.д., то «Юнью» будет принимать от финансовой организации указания на банковскую карту, к которой вы привязаны при использовании данного продукта, и не ограничиваясь взысканием налоговых возмещений/неустойки и т.д.Если вы воспользуетесь услугой по мгновенному возврату пошлины в магазине, вам необходимо выехать из страны в течение требуемого дня с момента оформления заявки на возврат и получить таможенную проверку через пункт выезда в городе расположения магазина. Обратите внимание на то, что заявка о возврате таможенной пошлины, подтвержденная успешно, должна быть подана на счетчик возврата пошлины в пункте отправления, и если вы не получите в срок подходящие материалы для возврата пошлины, то будет вычитаться и взыскан уже выданный вам возврат пошлины.
      </p>
      <p class="agreement-thickening">
        4.4 Вы гарантируете, что загруженная информация является достоверной и эффективной, в противном случае любые возникающие проблемы и убытки будут нести заявитель.
      </p>
      <p>4.5 Если вы установили порядок получения платежей самостоятельно, мы предоставим вам услуги в соответствии с порядком получения платежей, установленным вами.</p>
      <p>
        4.6 Права интеллектуальной собственности на неличную информацию о конфиденциальности, такую как текст, изображения, видео, аудио, графика и т.д., которые вы предоставляете и публикуете, принадлежат вам или соответствующим правообладателям. Для предоставления более качественных услуг всем пользователям, мы и аффилированные компании можем использовать вашу неличную информацию или уполномочить использовать ее другим третьим сторонам. Здесь вы понимаете и соглашаетесь с тем, что мы и наши дочерние компании можем хранить, использовать, копировать, пересматривать, редактировать, публиковать, отображать, переводить, распространять вашу неличную личную информацию или создавать производные от нее работы, а также включать вышеуказанную информацию в другие работы или разрешать другим третьим сторонам использовать ее в известной или впоследствии разработанной форме с помощью СМИ или технологий.
      </p>
      <p>
        4.7 Чтобы лучше предоставлять вам услуги, пожалуйста, соблюдайте содержание настоящего Соглашения, мы отправляем инструкции по эксплуатации и подсказки на ваш мобильный телефон во время использования услуг «Юнью».
      </p>
      <p class="agreement-thickening">
        4.8 Мы отправим вам уведомление в виде объявления на веб-сайте, электронной почты, отправки СМС, телефонного звонка, внутристанционного письма или уведомления клиента, например, уведомить вас о ходе сделки или предложить вам провести соответствующие операции, вы своевременно обратите на это внимание.
      </p>
      <p class="agreement-thickening">
        4.9 Просим вас обратить особое внимание на то, что страница отмечена в программном обеспечении или другими средствами, указывающими на то, что соответствующая услуга предоставляется третьей стороной, вы уполномочили нас и третью сторону завершить обслуживание при использовании услуг. Если у вас возникли какие-либо вопросы или споры во время использования услуг, просим вас  провсти переговоры с третьей стороной, чтобы разрешить их.
      </p>
      <p class="agreement-thickening">
        4.10 Плата за обслуживание. Когда вы пользуетесь нашими услугами, мы имеем право взимать с вас плату за обслуживание в соответствии с соответствующими потребностями операций. За исключением указанных операций с оплатой за обслуживание, услуги, которые мы предоставляем вам, бесплатны. Мы имеем право устанавливать и корректировать плату за обслуживание. Конкретные сборы за обслуживание зависят от объявления способов взимания платы, перечисленных на странице при пользовании нашими услугами, или других письменных соглашений, заключенных между вами и нами.
      </p>
      <div class="agreement-detail-tit">V.[Обещание пользователя законно пользоваться услугами «Юнью»]</div>
      <p>
        5.1 Вы должны соблюдать соответствующие законы и правила Китайской Народной Республики, а также законы и правила страны или региона, к которым вы принадлежите, где вы живете или осуществляете предпринимательскую деятельность или другие виды деятельности, и не должны использовать наши услуги в незаконных целях (в том числе в сделках с запрещенными или ограниченными товарами), а также не использовать наши услуги незаконным образом.
      </p>
      <p class="agreement-thickening">
        5.2 Вы не должны использовать наши услуги для совершения действий, ущемляющих законные права и интересы других лиц или нарушения законов и правил государства, иначе мы имеем право провести расследование или прекратить предоставление услуг, и вы должны нести ответственность по закону, если это приводит к причинению ущерба нам или другим сторонам, вы должны нести ответственность по компенсации ущерба.
      </p>
      <p>5.3 Обстоятельства, к которым применяются положения 5.1 и 5.2 выше, включают, но не ограничивают:</p>
      <p>
        (1) посягательство на честь, частную жизнь, коммерческую тайну, товарные знаки, авторские права, патентные права и другие законные права и интересы других лиц;
      </p>
      <p>(2) нарушение обязанности сохранять конфиденциальность;</p>
      <p>(3) использовать наши услуги под чужим именем;</p>
      <p>(4) совершать незаконные сделки;</p>
      <p>(5) несанкционированное использование чужой банковской карты или использование кредитной карты для получения наличных;</p>
      <p>(6) совершать сделки, не соответствующие содержанию сделки, заявленной вами или другой стороной сделки, или неверные сделки;</p>
      <p>(7) совершать действия, которые могут нарушить наши служебные системы и данные.</p>
      <p class="agreement-thickening">
        5.4 Вы понимаете, что наши услуги зависят от точной работы системы. Если произошла системная ошибка, сбой, неправомерное получение прибыли вами или нами и т.д., вы соглашаетесь с тем, что мы можем принять соответствующие корректирующие меры.
      </p>
      <p class="agreement-thickening">
        5.5 Вы не можете взламывать наши системы и программы с помощью обратных инженерных средств, копировать, модифицировать, компилировать, интегрировать или изменять вышеуказанные системы и программы (включая, но не ограничиваясь исходными программами, целевыми программами, техническими документами, данными от клиента до сервера, серверными данными), изменять или увеличивать или уменьшать функциональность нашей системы.
      </p>
      <div class="agreement-detail-tit">VI. [Защита информации]</div>
      <p>
        Мы ценим защиту вашей информации. Если вы являетесь индивидуальным пользователем, то ваша личная информация охраняется и регулируется в соответствии с
        <span
          class="agreement-click"
          @click="childPrivacy('Политика мгновенного возврата (Цзйшитуй) при выезде из страны')"
        >
            《 Политикой о правах личных секретов в услугах по мгновенному возврату (Цзйшитуй) при выезде из страны 》
        </span>
        , подробнее см. « Политикой о правах личных секретов в услугах по мгновенному возврату (Цзйшитуй) при выезде из страны ».
      </p>
      <div class="agreement-detail-tit">VII. [Форс-мажор, освобождение от ответственности и ограничение ответственности]</div>
      <p class="agreement-thickening">7.1 Положения об освобождении от ответственности</p>
      <p class="agreement-thickening">
        Мы освобождаемся от ответственности за невозможность нормального оказания услуг по следующим причинам:
      </p>
      <p class="agreement-thickening">(1)наша система отключена для технического обслуживания или модернизации；</p>
      <p class="agreement-thickening">
        (2) по форс-мажорным причинам, таким как тайфун, землетрясение, наводнение, молния или террористическое нападение;
      </p>
      <p class="agreement-thickening">
        (3) ышли из строя аппаратное и программное обеспечение вашего компьютера, линии связи и элинии электроснабжения；
      </p>
      <p class="agreement-thickening">
        (4) Вы используете наши услуги из-за неправильной работы или с помощью способов, не санкционированных или одобренных нами;
      </p>
      <p class="agreement-thickening">
        (5) из-за вирусов, троянов, атак вредоносных программ, перегруженности сетей, нестабильности системы, сбоев в работе системы или оборудования, сбоев в работе связи, сбоев в работе электричества, банковских причин, недостатков в обслуживании третьих сторон или действий правительства.
      </p>
      <p class="agreement-thickening">
        Несмотря на договоренность, изложенную в предыдущем пункте, мы будем принимать разумные меры, чтобы активно способствовать возвращению службы в нормальное состояние.
      </p>
      <p class="agreement-thickening">7.2 Ограничение ответственности</p>
      <p class="agreement-thickening">
        Мы можем предоставлять услуги вам и связанным с вами лицам одновременно. Вы соглашаетесь прямо отказаться от любых фактических или потенциальных конфликтов интересов в связи с такими действиями, которые могут возникнуть у нас, и вы не можете утверждать, что у нас есть юридические недостатки в предоставлении услуг.
      </p>
      <div class="agreement-detail-tit">VIII. [Защита прав интеллектуальной собственности]</div>
      <p>
        8.1 Содержание нашей системы и дочерней компании, а также сайтов «Юнью», включая, но не ограничиваясь трудами, фотографиями, архивами, информацией, материалами, архитектурой сайта, устройством изображения сайта, оформлением веб-страниц, мы или дочерняя компания в соответствии с законом владеем правами интеллектуальной собственности, включая, но не ограничиваясь правами на товарный знак, патентными правами, авторскими правами, коммерческой тайной и т.д.
      </p>
      <p>
        8.2 Без нашего письменного согласия или согласия наших аффилированных компаний, пожалуйста, не используйте, не модифицируйте, не декомпилируйте, не копируйте, публично не распространяйте, не изменяйте, не рассылайте, не публикуйте программы или контент «Юнью».
      </p>
      <p>8.3 Соблюдение прав интеллектуальной собственности является вашей обязанностью, и в случае нарушения вы несете ответственность за ущерб.</p>
      <div class="agreement-detail-tit">IX. [Применение и юрисдикция закона]</div>
      <p class="agreement-thickening">
        Действительность, толкование, изменение, исполнение и разрешение споров настоящего Соглашения регулируются законами Китайской Народной Республики. Споры, возникающие в связи с настоящим Соглашением, рассматриваются в соответствии с законами Китайской Народной Республики и находятся под юрисдикцией народного суда по месту жительства ответчика.
      </p>
      <br/>
      <p style="text-align: right;">Февраль 2024 года</p>
    </div>
  </template>
  
  <script>
  export default {
    name: "agreeMent",
    props: {
      childPrivacy: {
        type: Function,
      },
    },
    methods: {},
  };
  </script>
  
  <style>
  .agreement-content {
    font-size: 12px;
    padding: 20px;
  }
  .agreement-content p {
    line-height: 1.5;
    text-indent: 20px;
    margin-bottom: 5px;
  }
  .agreement-tit {
    text-align: center;
    font-weight: bold;
    font-size: 14px;
  }
  .agreement-detail-tit {
    text-align: left;
    font-weight: bold;
    font-size: 14px;
  }
  .agreement-thickening {
    font-weight: bold;
  }
  .agreement-click {
    color: #4bb4ff;
  }
  </style>
  