<template>
  <div class="agreement-content">
    <p>特别提示：</p>
    <p>
      离境即时退用户服务协议（以下简称“本协议”）由云游智行（北京）科技有限公司（以下简称“云游”或“我们”）和您共同签订。在使用离境即时退服务（以下简称“本服务”）前，
      <span class="agreement-thickening">
        请您仔细阅读本协议内容，尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。
      </span>
      <span>您通过页面点击或其他方式确认即表示您已同意本协议。</span>
    </p>
    <p class="agreement-thickening">
      云游有权根据需要不定时地制定、修改本协议，如本协议有任何变更，我们都将在离境即时退软件中通知并可查看。若您无法同意变更修改后的协议内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应协议内容。
    </p>
    <div class="agreement-detail-tit">一、【定义】</div>
    <p>如无特别说明，下列术语在本协议中的定义为：</p>
    <p>
      1.1
      离境即时退：指云游智行（北京）科技有限公司（以下简称“云游”或“我们”）提供的软件服务，为港澳台及海外游客提供在中国境内线上智能化的退税产品。
    </p>
    <p>
      1.2
      身份证件上传：本软件专为港澳台及海外游客打造，为保证使用软件的安全性及合理权益的保障，使用本软件需要您上传系统要求的必要相关证件，我们将进行审核以确保使用者的身份合规。
    </p>
    <p>
      1.3
      银行卡：您的退税金将汇至您在软件绑定的银行卡账户内，请确保银行卡信息准确。
    </p>
    <p>
      1.4
      退税单：指在中国境内购销商品、提供或者接受服务以及从事其他经营活动中获得的由出售方开具的合规退税单。
    </p>
    <p>
      1.5
      发票：指您在中国境内购销商品、提供或者接受服务以及从事其他经营活动中，由出售方向购买方签发的文本，内容包括向购买者提供产品或服务的名称、质量、协议价格。
    </p>
    <p>
      1.6
      签字：您在系统内亲自手写的您本人的签名，应与上传的身份证件人一致。当退税金成功退还至您绑定的银行卡内，系统将自动生成退税收款回执单和转账授权委托书（如需要）并使用您的电子签名，仅供税务及金融机构使用。
    </p>
    <div class="agreement-detail-tit">二、【服务内容】</div>
    <p>
      2.1
      本服务的场景和功能。云游服务是我们向您提供包含并不仅限于港澳台及外国游客通过本软件在线获得退税金的银行及金融机构产品与功能等的综合服务，具体内容以实际提供的为准。
    </p>
    <p>
      2.2 服务限制。本服务中含有相关第三方、与您合作方的交易处理及相关要求限制。
    </p>
    <div class="agreement-detail-tit">三、【账号安全及使用】</div>
    <p class="agreement-thickening">
      3.1
      您在使用本服务时需要上传相关证件信息。您的证件等材料信息请务必遵守法律法规、社会公德，真实有效、且不会侵害其他第三方的合法权益，否则我们可能会取消您的账号等。
    </p>
    <p>
      3.2 身份要素是我们识别您身份的依据，请您务必妥善保管。
      <span class="agreement-thickening">
        使用身份要素进行的操作、发出的指令视为您本人做出。因您的原因造成的账号等信息被冒用、盗用或非法使用，由此引起的风险和损失需要由您自行承担。
      </span>
    </p>
    <p class="agreement-thickening">
      3.3
      为了保障您的资金安全，您应妥善保管绑定的银行卡及证件信息，如您遗失银行卡，泄露身份信息及卡信息，您应及时通知发卡银行，以减少可能发生的损失。因您泄露银行卡密码、数字证书、U盾、丢失银行卡等所致损失需由您自行承担。如您发现有他人冒用或盗用您的用户标识、账号或者登录名及密码，或您的手机或其他有关设备丢失时，请您立即以有效方式通知我们；您还可以向我们申请暂停或停止服务。您同意：
    </p>
    <p>
      本协议中由银联提供的在线支付服务，基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的账号在新设备首次登录的，我们可能通过密码加校验码的方式识别您的身份。
    </p>
    <p class="agreement-thickening">
      3.4 停止服务。存在如下情形时，我们可能会对您的账号暂停或终止提供服务：
    </p>
    <p class="agreement-thickening">
      （1）您违反了法律法规的规定或本协议的约定；
    </p>
    <p class="agreement-thickening">（2）根据相关法律法规或有权机关的要求；</p>
    <p class="agreement-thickening">
      （3）您的用户标识或账号操作、资金流向等存在异常时；
    </p>
    <p class="agreement-thickening">（4）您的用户标识或账号可能产生风险的；</p>
    <p class="agreement-thickening">
      （5）您在参加市场活动时有交易内容不符或作弊等违反活动规则、违反诚实信用原则的；
    </p>
    <p class="agreement-thickening">
      （6）您遭到他人投诉，且对方已经提供了一定证据的；
    </p>
    <p class="agreement-thickening">
      （7）您可能错误地操作他人用户标识或账号，或者将他人用户标识或账号进行了身份验证的；
    </p>
    <p class="agreement-thickening">（8）第三方投诉您违规且属实的。</p>
    <div class="agreement-detail-tit">四、【云游服务注意事项】</div>
    <p>
      4.1
      您在登记和上传、发布的任何信息，应对其真实性及合法性负责，不得违反法律法规及本协议相关规则的要求，否则您应自行承担全部法律责任。
    </p>
    <p class="agreement-thickening">
      4.2
      您已阅读并接受云游作为平台技术服务提供方，我们不承担因金融机构清分结果、货币贬值、汇率波动或发卡行到账具体时间等原因产生的支付问题责任。所有交易均由金融机构/客人/商户之间产生，云游不参与交易，所有数据以金融机构最终提供数据为准。
    </p>
    <p class="agreement-thickening">
      4.3
      您已知晓并理解若您在使用本服务时，因您违反与金融机构/商户等约定应履行的行为规则，云游将接受金融机构的指令对您在使用本产品时绑定的银行卡进行包括并不仅限于追缴退税金/违约金等措施。如您使用店内即时退税服务，需在开具退税申请单之日起按要求之日内离境并通过该店所在城市离境口岸获取海关验证。请注意将海关验证成功的退税申请单递交至离境口岸的退税柜台，若逾期未收到您合格的退税材料将对已经发放给您的退税金进行扣除追缴。
    </p>
    <p class="agreement-thickening">
      4.4 您确保上传信息真实有效，否则产生的任何问题和损失由申请人自行承担。
    </p>
    <p>4.5 如您已自主设置收款顺序，我们将按照您设置的收款顺序向您提供服务。</p>
    <p>
      4.6
      对于您提供及发布的文字、图片、视频、音频、图文等非个人隐私信息的知识产权归您或相关权利人所有，为向所有用户提供更优质的服务，我们及关联公司可能需要使用您的非个人隐私信息或授权给其他第三方使用。在此，您理解并同意我们及关联公司可以存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人隐私信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其他作品内或授权给其他第三方使用。
    </p>
    <p>
      4.7
      为了更好地向您提供服务，请您在使用云游服务过程中遵守本协议内容，关于操作的提示及我们发送到您手机的提示。
    </p>
    <p class="agreement-thickening">
      4.8
      我们会以网站公告、电子邮件、发送短信、电话、站内信或客户端通知等方式向您发送通知，例如通知您交易进展情况，或者提示您进行相关操作，请您及时予以关注。
    </p>
    <p class="agreement-thickening">
      4.9
      请您特别注意，如在软件上以页面标明或其他方式表明相关服务系由第三方提供，使用该服务时您就已经授权我们及第三方为完成服务所需的权限，您在使用该服务过程中如有疑问或发生纠纷，请您与第三方协商解决。
    </p>
    <p class="agreement-thickening">
      4.10
      服务费用。在您使用我们的服务时，我们有权依照相关业务需求向您收取服务费用。除标明的收费业务外，我们向您提供的服务均是免费的。我们拥有制订及调整服务费的权利，具体服务费用以您使用我们服务时页面上所列的收费方式公告或您与我们达成的其他书面协议为准。
    </p>
    <div class="agreement-detail-tit">五、【用户合法使用云游服务的承诺】</div>
    <p>
      5.1
      您需要遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将我们的服务用于非法目的（包括用于禁止或限制交易物品的交易），也不得以非法方式使用我们的服务。
    </p>
    <p class="agreement-thickening">
      5.2
      您不得利用我们的服务从事侵害他人合法权益之行为或违反国家法律法规，否则我们有权进行调查、或停止提供服务，且您需要自行承担相关法律责任，如因此导致我们或其他方受损的，您需要承担赔偿责任。
    </p>
    <p>5.3 上述5.1和5.2适用的情况包括但不限于：</p>
    <p>
      （1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；
    </p>
    <p>（2）违反保密义务；</p>
    <p>（3）冒用他人名义使用我们的服务；</p>
    <p>（4）从事不法交易行为；</p>
    <p>（5）未经授权使用他人银行卡，或利用信用卡套取现金；</p>
    <p>（6）进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易；</p>
    <p>（7）从事可能侵害我们的服务系统、数据的行为。</p>
    <p class="agreement-thickening">
      5.4
      您理解，我们的服务有赖于系统的准确运行及操作。若出现系统差错、故障、您或我们不当获利等情形，您同意我们可以采取适当纠正措施。
    </p>
    <p class="agreement-thickening">
      5.5
      您不得对我们的系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、技术文档、客户端至服务器端的数据、服务器数据）进行复制、修改、编译、整合或篡改，不得修改或增减我们系统的功能。
    </p>
    <div class="agreement-detail-tit">六、【信息保护】</div>
    <p>
      我们重视对您信息的保护。如果您是个人用户，关于您的个人信息依
      <span
        class="agreement-click"
        @click="childPrivacy('离境即时退隐私权政策')"
      >
        《离境即时退隐私权政策》
      </span>
      受到保护与规范，详情请参阅《离境即时退隐私权政策》。
    </p>
    <div class="agreement-detail-tit">七、【不可抗力、免责及责任限制】</div>
    <p class="agreement-thickening">7.1 免责条款</p>
    <p class="agreement-thickening">
      因下列原因导致我们无法正常提供服务，我们免于承担责任：
    </p>
    <p class="agreement-thickening">（1）我们的系统停机维护或升级；</p>
    <p class="agreement-thickening">
      （2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；
    </p>
    <p class="agreement-thickening">
      （3）您的电脑软硬件和通信线路、供电线路出现故障的；
    </p>
    <p class="agreement-thickening">
      （4）因您操作不当或通过非经我们授权或认可的方式使用我们服务的；
    </p>
    <p class="agreement-thickening">
      （5）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。
    </p>
    <p class="agreement-thickening">
      尽管有前款约定，我们将采取合理行动积极促使服务恢复正常。
    </p>
    <p class="agreement-thickening">7.2 责任限制</p>
    <p class="agreement-thickening">
      我们可能同时为您及您有关的对方提供服务，您同意对我们可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张我们在提供服务时存在法律上的瑕疵。
    </p>
    <div class="agreement-detail-tit">八、【知识产权的保护】</div>
    <p>
      8.1
      我们及关联公司的系统及云游网站上的内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由我们或关联公司依法拥有知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
    </p>
    <p>
      8.2
      非经我们或关联公司书面同意，请勿擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表云游程序或内容。
    </p>
    <p>8.3 尊重知识产权是您应尽的义务，如有违反，您需要承担损害赔偿责任。</p>
    <div class="agreement-detail-tit">九、【法律适用与管辖】</div>
    <p class="agreement-thickening">
      本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
    </p>
    <br/>
    <p style="text-align: right;">2024年02月</p>
  </div>
</template>

<script>
export default {
  name: "agreeMent",
  props: {
    childPrivacy: {
      type: Function,
    },
  },
  methods: {},
};
</script>

<style>
.agreement-content {
  font-size: 12px;
  padding: 20px;
}
.agreement-content p {
  line-height: 1.5;
  text-indent: 20px;
  margin-bottom: 5px;
}
.agreement-tit {
  text-align: center;
  font-weight: bold;
  font-size: 14px;
}
.agreement-detail-tit {
  text-align: left;
  font-weight: bold;
  font-size: 14px;
}
.agreement-thickening {
  font-weight: bold;
}
.agreement-click {
  color: #4bb4ff;
}
</style>
