<template>
  <div class="agreement-content">
    <p>特別提示：</p>
    <p>
      離境即時退用戶服務協議（以下簡稱“本協議”）由雲遊智行（北京）科技有限公司（以下簡稱“雲遊”或“我們”）和您共同簽訂。在使用離境即時退服務（以下簡稱“本服務”）前，
      <span class="agreement-thickening">
        請您仔細閱讀本協議內容，尤其是字體加粗部分。如您對本協議內容或頁面提示信息有疑問，請勿進行下一步操作。
      </span>
      <span>您通過頁面點擊或其他方式確認即表示您已同意本協議。</span>
    </p>
    <p class="agreement-thickening">
      雲遊有權根據需要不定時地製定、修改本協議，如本協議有任何變更，我們都將在離境即時退軟件中通知並可查看。若您無法同意變更修改後的協議內容，您有權停止使用相關服務；雙方協商一致的，也可另行變更相關服務和對應協議內容。
    </p>
    <div class="agreement-detail-tit">一、【定義】</div>
    <p>如無特別說明，下列術語在本協議中的定義為：</p>
    <p>
      1.1
      離境即時退：指雲遊智行（北京）科技有限公司（以下簡稱“雲遊”或“我們”）提供的軟件服務，為港澳臺及海外遊客提供在中國境內線上智能化的退稅產品。
    </p>
    <p>
      1.2
      身份證件上傳：本軟件專為港澳臺及海外遊客打造，為保證使用軟件的安全性及合理權益的保障，使用本軟件需要您上傳系統要求的必要相關證件，我們將進行審核以確保使用者的身份合規。
    </p>
    <p>
      1.3
      銀行卡：您的退稅金將匯至您在軟件綁定的銀行卡賬戶內，請確保銀行卡信息準確。
    </p>
    <p>
      1.4
      退稅單：指在中國境內購銷商品、提供或者接受服務以及從事其他經營活動中獲得的由出售方開具的合規退稅單。
    </p>
    <p>
      1.5
      發票：指您在中國境內購銷商品、提供或者接受服務以及從事其他經營活動中，由出售方向購買方簽發的文本，內容包括向購買者提供產品或服務的名稱、質量、協議價格。
    </p>
    <p>
      1.6
      簽字：您在系統內親自手寫的您本人的簽名，應與上傳的身份證件人一致。當退稅金成功退還至您綁定的銀行卡內，系統將自動生成退稅收款回執單和轉帳授權委託書（如需要）並使用您的電子簽名，僅供稅務及金融機構使用。
    </p>
    <div class="agreement-detail-tit">二、【服務內容】</div>
    <p>
      2.1
      本服務的場景和功能。雲遊服務是我們向您提供包含並不僅限於港澳臺及外國遊客通過本軟件在線獲得退稅金的銀行及金融機構產品與功能等的綜合服務，具體內容以實際提供的為準。
    </p>
    <p>
      2.2 服務限製。本服務中含有相關第三方、與您合作方的交易處理及相關要求限製。
    </p>
    <div class="agreement-detail-tit">三、【賬號安全及使用】</div>
    <p class="agreement-thickening">
      3.1
      您在使用本服務時需要上傳相關證件信息。您的證件等材料信息請務必遵守法律法規、社會公德，真實有效、且不會侵害其他第三方的合法權益，否則我們可能會取消您的賬號等。
    </p>
    <p>
      3.2 身份要素是我們識別您身份的依據，請您務必妥善保管。
      <span class="agreement-thickening">
        使用身份要素進行的操作、發出的指令視為您本人做出。因您的原因造成的賬號等信息被冒用、盜用或非法使用，由此引起的風險和損失需要由您自行承擔。
      </span>
    </p>
    <p class="agreement-thickening">
      3.3
      為了保障您的資金安全，您應妥善保管綁定的銀行卡及證件信息，如您遺失銀行卡，泄露身份信息及卡信息，您應及時通知發卡銀行，以減少可能發生的損失。因您泄露銀行卡密碼、數字證書、U盾、丟失銀行卡等所致損失需由您自行承擔。如您發現有他人冒用或盜用您的用戶標識、賬號或者登錄名及密碼，或您的手機或其他有關設備丟失時，請您立即以有效方式通知我們；您還可以向我們申請暫停或停止服務。您同意：
    </p>
    <p>
      本協議中由銀聯提供的在線支付服務，基於不同的終端以及您的使用習慣，我們可能采取不同的驗證措施識別您的身份。例如您的賬號在新設備首次登錄的，我們可能通過密碼加校驗碼的方式識別您的身份。
    </p>
    <p class="agreement-thickening">
      3.4 停止服務。存在如下情形時，我們可能會對您的賬號暫停或終止提供服務：
    </p>
    <p class="agreement-thickening">
      （1）您違反了法律法規的規定或本協議的約定；
    </p>
    <p class="agreement-thickening">（2）根據相關法律法規或有權機關的要求；</p>
    <p class="agreement-thickening">
      （3）您的用戶標識或賬號操作、資金流向等存在異常時；
    </p>
    <p class="agreement-thickening">（4）您的用戶標識或賬號可能產生風險的；</p>
    <p class="agreement-thickening">
      （5）您在參加市場活動時有交易內容不符或作弊等違反活動規則、違反誠實信用原則的；
    </p>
    <p class="agreement-thickening">
      （6）您遭到他人投訴，且對方已經提供了一定證據的；
    </p>
    <p class="agreement-thickening">
      （7）您可能錯誤地操作他人用戶標識或賬號，或者將他人用戶標識或賬號進行了身份驗證的；
    </p>
    <p class="agreement-thickening">（8）第三方投訴您違規且屬實的。</p>
    <div class="agreement-detail-tit">四、【雲遊服務註意事項】</div>
    <p>
      4.1
      您在登記和上傳、發布的任何信息，應對其真實性及合法性負責，不得違反法律法規及本協議相關規則的要求，否則您應自行承擔全部法律責任。
    </p>
    <p class="agreement-thickening">
      4.2
      您已閱讀並接受雲遊作為平臺技術服務提供方，我們不承擔因金融機構清分結果、貨幣貶值、匯率波動或發卡行到賬具體時間等原因產生的支付問題責任。所有交易均由金融機構/客人/商戶之間產生，雲遊不參與交易，所有數據以金融機構最終提供數據為準。
    </p>
    <p class="agreement-thickening">
      4.3
      您已知曉並理解若您在使用本服務時，因您違反與金融機構/商戶等約定應履行的行為規則，雲遊將接受金融機構的指令對您在使用本產品時綁定的銀行卡進行包括並不僅限於追繳退稅金/違約金等措施。如您使用店內即時退稅服務，需在開具退稅申請單之日起按要求之日內離境並通過該店所在城市離境口岸獲取海關驗證。請註意將海關驗證成功的退稅申請單遞交至離境口岸的退稅櫃臺，若逾期未收到您合格的退稅材料將對已經發放給您的退稅金進行扣除追繳。
    </p>
    <p class="agreement-thickening">
      4.4 您確保上傳信息真實有效，否則產生的任何問題和損失由申請人自行承擔。
    </p>
    <p>4.5 如您已自主設置收款順序，我們將按照您設置的收款順序向您提供服務。</p>
    <p>
      4.6
      對於您提供及發布的文字、圖片、視頻、音頻、圖文等非個人隱私信息的知識產權歸您或相關權利人所有，為向所有用戶提供更優質的服務，我們及關聯公司可能需要使用您的非個人隱私信息或授權給其他第三方使用。在此，您理解並同意我們及關聯公司可以存儲、使用、復製、修訂、編輯、發布、展示、翻譯、分發您的非個人隱私信息或製作其派生作品，並以已知或日後開發的形式、媒體或技術將上述信息納入其他作品內或授權給其他第三方使用。
    </p>
    <p>
      4.7
      為了更好地向您提供服務，請您在使用雲遊服務過程中遵守本協議內容，關於操作的提示及我們發送到您手機的提示。
    </p>
    <p class="agreement-thickening">
      4.8
      我們會以網站公告、電子郵件、發送短信、電話、站內信或客戶端通知等方式向您發送通知，例如通知您交易進展情況，或者提示您進行相關操作，請您及時予以關註。
    </p>
    <p class="agreement-thickening">
      4.9
      請您特別註意，如在軟件上以頁面標明或其他方式表明相關服務系由第三方提供，使用該服務時您就已經授權我們及第三方為完成服務所需的權限，您在使用該服務過程中如有疑問或發生糾紛，請您與第三方協商解決。
    </p>
    <p class="agreement-thickening">
      4.10
      服務費用。在您使用我們的服務時，我們有權依照相關業務需求向您收取服務費用。除標明的收費業務外，我們向您提供的服務均是免費的。我們擁有製訂及調整服務費的權利，具體服務費用以您使用我們服務時頁面上所列的收費方式公告或您與我們達成的其他書面協議為準。
    </p>
    <div class="agreement-detail-tit">五、【用戶合法使用雲遊服務的承諾】</div>
    <p>
      5.1
      您需要遵守中華人民共和國相關法律法規及您所屬、所居住或開展經營活動或其他業務的國家或地區的法律法規，不得將我們的服務用於非法目的（包括用於禁止或限製交易物品的交易），也不得以非法方式使用我們的服務。
    </p>
    <p class="agreement-thickening">
      5.2
      您不得利用我們的服務從事侵害他人合法權益之行為或違反國家法律法規，否則我們有權進行調查、或停止提供服務，且您需要自行承擔相關法律責任，如因此導致我們或其他方受損的，您需要承擔賠償責任。
    </p>
    <p>5.3 上述5.1和5.2適用的情況包括但不限於：</p>
    <p>
      （1）侵害他人名譽權、隱私權、商業秘密、商標權、著作權、專利權等合法權益；
    </p>
    <p>（2）違反保密義務；</p>
    <p>（3）冒用他人名義使用我們的服務；</p>
    <p>（4）從事不法交易行為；</p>
    <p>（5）未經授權使用他人銀行卡，或利用信用卡套取現金；</p>
    <p>（6）進行與您或交易對方宣稱的交易內容不符的交易，或不真實的交易；</p>
    <p>（7）從事可能侵害我們的服務系統、數據的行為。</p>
    <p class="agreement-thickening">
      5.4
      您理解，我們的服務有賴於系統的準確運行及操作。若出現系統差錯、故障、您或我們不當獲利等情形，您同意我們可以采取適當糾正措施。
    </p>
    <p class="agreement-thickening">
      5.5
      您不得對我們的系統和程序采取反向工程手段進行破解，不得對上述系統和程序（包括但不限於源程序、目標程序、技術文檔、客戶端至服務器端的數據、服務器數據）進行復製、修改、編譯、整合或篡改，不得修改或增減我們系統的功能。
    </p>
    <div class="agreement-detail-tit">六、【信息保護】</div>
    <p>
      我們重視對您信息的保護。如果您是個人用戶，關於您的個人信息依
      <span
        class="agreement-click"
        @click="childPrivacy('離境即時退隱私權政策')"
      >
        《離境即時退隱私權政策》
      </span>
      受到保護與規範，詳情請參閱《離境即時退隱私權政策》。
    </p>
    <div class="agreement-detail-tit">七、【不可抗力、免責及責任限製】</div>
    <p class="agreement-thickening">7.1 免責條款</p>
    <p class="agreement-thickening">
      因下列原因導致我們無法正常提供服務，我們免於承擔責任：
    </p>
    <p class="agreement-thickening">（1）我們的系統停機維護或升級；</p>
    <p class="agreement-thickening">
      （2）因臺風、地震、洪水、雷電或恐怖襲擊等不可抗力原因；
    </p>
    <p class="agreement-thickening">
      （3）您的電腦軟硬件和通信線路、供電線路出現故障的；
    </p>
    <p class="agreement-thickening">
      （4）因您操作不當或通過非經我們授權或認可的方式使用我們服務的；
    </p>
    <p class="agreement-thickening">
      （5）因病毒、木馬、惡意程序攻擊、網絡擁堵、系統不穩定、系統或設備故障、通訊故障、電力故障、銀行原因、第三方服務瑕疵或政府行為等原因。
    </p>
    <p class="agreement-thickening">
      盡管有前款約定，我們將采取合理行動積極促使服務恢復正常。
    </p>
    <p class="agreement-thickening">7.2 責任限製</p>
    <p class="agreement-thickening">
      我們可能同時為您及您有關的對方提供服務，您同意對我們可能存在的該等行為予以明確豁免任何實際或潛在的利益沖突，並不得以此來主張我們在提供服務時存在法律上的瑕疵。
    </p>
    <div class="agreement-detail-tit">八、【知識產權的保護】</div>
    <p>
      8.1
      我們及關聯公司的系統及雲遊網站上的內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由我們或關聯公司依法擁有知識產權，包括但不限於商標權、專利權、著作權、商業秘密等。
    </p>
    <p>
      8.2
      非經我們或關聯公司書面同意，請勿擅自使用、修改、反向編譯、復製、公開傳播、改變、散布、發行或公開發表雲遊程序或內容。
    </p>
    <p>8.3 尊重知識產權是您應盡的義務，如有違反，您需要承擔損害賠償責任。</p>
    <div class="agreement-detail-tit">九、【法律適用與管轄】</div>
    <p class="agreement-thickening">
      本協議之效力、解釋、變更、執行與爭議解決均適用中華人民共和國法律。因本協議產生的爭議，均應依照中華人民共和國法律予以處理，並由被告住所地人民法院管轄。
    </p>
    <br/>
    <p style="text-align: right;">2024年02月</p>
  </div>
</template>

<script>
export default {
  name: "agreeMent",
  props: {
    childPrivacy: {
      type: Function,
    },
  },
  methods: {},
};
</script>

<style>
.agreement-content {
  font-size: 12px;
  padding: 20px;
}
.agreement-content p {
  line-height: 1.5;
  text-indent: 20px;
  margin-bottom: 5px;
}
.agreement-tit {
  text-align: center;
  font-weight: bold;
  font-size: 14px;
}
.agreement-detail-tit {
  text-align: left;
  font-weight: bold;
  font-size: 14px;
}
.agreement-thickening {
  font-weight: bold;
}
.agreement-click {
  color: #4bb4ff;
}
</style>
