<template>
    <div class="agreement-content">
      <p class="agreement-thickening">Важно знать：</p>
      <p>
        Технологическая компания ООО «Юнью ЧжиСин» (Пекин) (далее «Юнью» или «Мы») уважает и защищает вашу частную жизнь. Когда вы пользуетесь услугами по мгновенному возврату (Цзйшитуй) при выезде из страны, соответствующие поставщики услуг будут собирать, хранить, использовать и предоставлять вашу личную информацию в соответствии с «Политикой мгновенного возврата (Цзйшитуй) при выезде из страны» (далее именуемой «Политикой»). В то же время с помощью этой политики мы информируем вас о том, как мы предоставляем вам услуги по доступу, обновлению, управлению и защите вашей информации. Настоящая политика тесно связана с вашими услугами, мы рекомендуем вам внимательно прочитать и понять все содержание данной политики и сделать выбор, который вы считаете подходящим. Статьи настоящей Политики, имеющие существенное отношение к вашим правам и интересам, выделены жирным шрифтом, чтобы обратить ваше внимание.
      </p>
      <p>
        Для соблюдения национальных законов и правил, а также для предоставления Вам услуг и повышения качества обслуживания, соответствующие поставщики услуг должны собирать, хранить, использовать и открыто предоставлять Вашу информацию. Мы настоятельно рекомендуем вам перед регистрацией аккаунта, пользованием нашими услугами внимательно прочитать и полностью понять все содержание в настоящей Политике, а также самостоятельно сделать соответствующий выбор. Если вы не согласны с содержанием этой Политики, мы не сможем предоставить вам полный продукт и услуги, в то же время вам также нужно немедленно прекратить использование этого продукта и сопутствующих услуг. Если вы начинаете пользоваться нашими продуктами или услугами, мы считаем, что вы достаточно и полностью прочитали и поняли все содержание в настоящей Политике, и согласны с тем, что мы собираем, используем, храним и открыто предоставляем вашу личную информацию в соответствии с положениями настоящей Политики, чтобы вы могли пользоваться качественными и удобными услугами, а также лучше защищать ваш счет и средства.
      </p>
      <p>
        Настоящая Политика распространяется на сбор, использование, хранение и открыто предоставление вашей личной информации на территории Китайской Народной Республики (за исключением Сянгана, Аомэня и Тайваня).
      </p>
      <div class="agreement-detail-tit">I. [Как мы собираем личную информацию]</div>
      <p class="agreement-thickening">1.1 Выполнение юридических обязанностей в соответствии с законами и правилами</p>
      <p>
        Соответствующие поставщики услуг должны выполнять свои юридические обязанности в соответствии с законами и правилами. Соответствующие поставщики услуг должны указать вам в соответствующем соглашении об обслуживании пользователя, какую личную информацию мы должны собирать для выполнения соответствующих юридических обязанностей.
      </p>
      <p>
        Например: для подтверждения того, что вы удовлетворяете требования к использованию продукции мгновенного возврата (Цзйшитуй) при отъезде, вам необходимо загрузить свой собственный паспорт, чтобы убедиться, что вы турист из Гонконга, Аомэня, Тайваня или иностранец, прибывающий в Китай. Оператор мгновенного возврата (Цзйшитуй) при отъезде может собрать у связанных компаний и сотрудничающих финансовых учреждений вашу личную информацию, расчетную отчетность о возврате налога для иностранных пассажиров, совершающих покупки и покидающих страну, заявление о возврате налога при выезде с таможенной печатью, информацию о вашей подписи и т.д. При этом для проверки точности и полноты предоставленной Вами информации соответствующие поставщики услуг проведут сверку с государственными органами, финансовыми учреждениями, государственными предприятиями, которые законно хранят Вашу информацию; в случае, если в процессе проверки соответствующим поставщикам услуг необходимо собрать Вашу информацию в вышеуказанном сертификационном органе, соответствующие поставщики услуг в соответствии с законами и правилами требуют от соответствующего сертификационного органа указать источник его личной информации и подтвердить законность источника его личной информации.
      </p>
      <p class="agreement-thickening">1.2 Услуги для вас</p>
      <p>
        Чтобы предоставить вам услуги и облегчить вам проверку ваших исторических записей или статуса транзакции, соответствующие поставщики услуг сохраняют необходимую информацию, предоставленную или полученную во время подачи Вами заявки или использования сервиса.
      </p>
      <p class="agreement-thickening">1.3 Предотвращение рисков для безопасности</p>
      <p>
        Чтобы повысить безопасность вашего использования услуг и предотвратить попадание ваших денежных средств, личной информации в руки злоумышленников, соответствующим поставщикам услуг необходимо записать категорию услуг, которые вы используете, способ и сопутствующую оперативную информацию, например: модель устройства, IP-адрес, информацию о версии программного обеспечения устройства, идентификационный код устройства, идентификатор устройства, местонахождение, привычки пользования сетью, а также другую информацию журнала, связанную с услугой. Если вы не согласны предоставить вышеуказанную информацию, проверка контроля рисков может быть не завершена.
      </p>
      <p class="agreement-thickening">1.4 В целях предоставления персонализированного обслуживания и повышения качества обслуживания</p>
      <p>
        Для улучшения вашего опыта обслуживания и улучшения качества обслуживания или рекомендации более качественных или подходящих услуг, продукция не исключает:
      </p>
      <p>
        (1) Вы можете выбрать использование микрофонного устройства для голосового ввода (например: голосовые сообщения, голосовой поиск), в процессе использования которого соответствующим поставщикам услуг необходимо собрать ваш голосовой контент и произвести необходимую обработку;
      </p>
      <p>
        (2) Вы можете авторизовать предоставлять информацию о своем местонахождении, чтобы принимать индивидуальные рекомендации по обслуживанию, основанные на вашем местоположении
      </p>
      <p>
        (3) Соответствующие поставщики услуг будут собирать историю вашего поиска, когда вы пользуетесь услугами, и информацию, которую вы предоставляете при обращении в группу обслуживания клиентов, и информацию, которую вы отправляете при заполнении анкеты.
      </p>
      <p class="agreement-thickening">
        1.5 Согласно соответствующим законам, правилам и государственным стандартам, мы можем собирать и использовать Вашу личную информацию без Вашего согласия в следующих случаях:
      </p>
      <p class="agreement-thickening">(1) непосредственно связана с национальной безопасностью и национальной оборонной безопасностью</p>
      <p class="agreement-thickening">
        (2) непосредственно связана с общественной безопасностью, общественным здравоохранением, важными общественными интересами;
      </p>
      <p class="agreement-thickening">
        (3) непосредственно связана с уголовным расследованием, преследованием, судебным разбирательством и исполнением судебных решений и т.д.
      </p>
      <p class="agreement-thickening">
        (4) Для того, чтобы защитить вашу жизнь, имущество или других лиц и другие важные законные права и интересы, но получить ваше личное согласие сложно.；
      </p>
      <p class="agreement-thickening">
        (5) собранная личная информация является доступной для общественности по вашему собственному усмотрению;
      </p>
      <p class="agreement-thickening">
        (6) собирать личную информацию из информации, законно разглашаемой публично, например: законные репортажи-новости, обнародование правительственной информации и другие каналы;
      </p>
      <p class="agreement-thickening">
        (7) необходимое для заключения и исполнения договора в соответствии с вашими требованиями;
      </p>
      <p class="agreement-thickening">
        (8) необходимое для обеспечения безопасной и стабильной работы предоставляемых услуг, например: обнаружение, устранение неисправностей в продукте или услуге;
      </p>
      <p class="agreement-thickening">(9) другие обстоятельства, предусмотренные законами и правилами. </p>
      <div class="agreement-detail-tit">II. [Как мы используем Cookie и аналогичные технологии]</div>
      <p>
        2.1 Чтобы упростить вам доступ, когда вы посещаете наш веб-сайт или пользуетесь различными услугами, соответствующие поставщики услуг могут идентифицировать вас с помощью небольших файлов данных. Это может помочь вам избежать повторного ввода регистрационной информации или определить статус безопасности вашего аккаунта. Наши услуги могут использовать такие технологии, как cookie и пиксельный тег (pixel tags), локальный общий объект, четкие GIFs (clear GIFs) и веб-маяки (web beacons). Мы обрабатываем информацию, собранную с помощью cookie и аналогичных технологий, как неличную информацию.
      </p>
      <p>
        2.2 cookies: «cookies» - это небольшое количество записанной информации, которую веб-сайт часто хранит на компьютере пользователя. Наш cookies не включает личную информацию, обычно используется для быстрой идентификации вашего устройства и «запоминания» вас. Вы можете отменить cookies или настроить ваш браузер таким образом, что вам будет предложено отправить cookies. Но отмена cookies может повлиять на использование вами наших услуг.
      </p>
      <p>
        2.3 HTML5: Мы можем использовать HTML5 (web localStorage) (локальный объект хранения). Локальный объект хранения представляет собой небольший файл, похожий на браузер cookies, который запоминает ваши настройки и таким образом персонализирует внешний вид наших сервисов. Локальный объект хранения собирает данные только интегрированным образом. Локальный объект хранения обычно содержит больший и разнообразный объем информации, чем браузер cookie.
      </p>
      <p>
        2.4 Веб-маяки и пиксельный тег: «веб-маяки» или «пиксельный тег» — это электронные изображения, которые позволяют нам подсчитывать количество посещений веб-страниц или просмотров рекламных объявлений. Подобно cookies, веб-маяки не содержат персональной информации. Электронные сообщения, такие как электронная почта, которые мы отправляем вам, могут содержать пиксельный тег или веб-маяки, которые позволяют нам отслеживать использование сообщений, например, открывали ли они сообщения, по какой ссылке они были нажаты и т.д.
      </p>
      <p class="agreement-thickening">
        2.5 Если вы пользуетесь услугами, предоставляемыми третьей стороной вместо нашей, через наш веб-сайт или мини-программу, мы не можем гарантировать, что эти третьи стороны предпримут защитные меры в соответствии с нашими требованиями. Мы можем использовать специальный сетевой протокол и технологию прокси-агента (далее именуемые «Частный сетевой канал» или « Сетевой агент»), чтобы обезопасить ваш аккаунт и сделать ваш доступ более безопасным. Использование выделенного сетевого канала может помочь вам идентифицировать известные нам сайты с высоким риском, уменьшить связанные с этим риски фишинга, утечки аккаунтов и т.д., в то же время это более выгодно для защиты ваших общих интересов и интересов третььей стороны, а также для того, чтобы помешать преступникам изменять обычный сервисный контент между вами и третьей стороной, к которой вы хотите получить доступ, например: рекламные вливания, незаконное изменение контента, вызванные небезопасными маршрутизаторами, незаконными базовыми станциями и т.д. В этом процессе соответствующие поставщики услуг также могут получить и сохранить соответствующую информацию о вашем мобильнике, например: IP-адрес, идентификатор оборудования.
      </p>
      <div class="agreement-detail-tit">III. [Как мы храним и защищаем личную информацию]</div>
      <p>
        3.1 Личная информация, которую мы собираем и генерируем на территории Китайской Народной Республики, будет храниться на территории Китайской Народной Республики. Если часть продукции связана с трансграничными операциями, соответствующий поставщик услуг должен передать зарубежной организации соответствующую личную информацию, собранную на территории страны, соответствующий поставщик услуг должен выполнить это в соответствии с законами, правилами и положениями соответствующих надзорных органов, а также потребовать, чтобы зарубежная организация сохранила конфиденциальность полученной вашей личной информации посредством заключения соглашения, проверки на месте и других эффективных мер. Мы сохраняем вашу личную информацию только в течение периода, необходимого для целей, указанных в настоящей Политике, и в течение срока, установленного законами, правилами и постановлениями.
      </p>
      <p>
        3.2 Мы обязуемся довести защиту информационной безопасности до уровня безопасности, требуемого нашей отраслью. Для обеспечения вашей информационной безопасности мы стремимся использовать различные технологии безопасности и соответствующие системы управления, чтобы свести к минимуму риск утечки, уничтожения, неправильного использования, несанкционированного доступа, несанкционированного раскрытия и изменения вашей информации.
      </p>
      <p>
        3.3 В случае неудачного инцидента с безопасностью личной информации, мы и соответствующие поставщики услуг в соответствии с требованиями законов и правил своевременно сообщаем Вам: основные сведения и возможные последствия инцидента безопасности, меры по устранению, принятые или планируемые соответствующими поставщиками услуг, ваши предложения по предотвращению и снижению рисков, меры по исправлению ситуации и т.д. Соответствующие поставщики услуг будут своевременно информировать вас о событиях с помощью уведомлений о продукте, почтовых отправлений/коротких сообщений и т.д., в случае затруднения информирования каждого субъекта личной информации, соответствующие поставщики услуг будут использовать рациональный и эффективный способ для публикации объявлений. В то же время соответствующие поставщики услуг будут также по собственной инициативе сообщать об урегулировании инцидентов, связанных с безопасностью личной информации, в соответствии с требованиями надзорных органов. В случае нарушения ваших законных прав и интересов соответствующие поставщики услуг несут соответствующую юридическую ответственность.
      </p>
      <p class="agreement-thickening">
        3.4 Будьте любезны обеспечить сохранность логин вашего аккаунта и других идентификационных элементов. Когда вы пользуетесь различными услугами, соответствующие поставщики услуг идентифицируют вас по вашему аккаунту, логину и другим идентификационным элементам. Если вы утекаете вышеуказанную информацию, вы можете понести убытки и могут иметь неблагоприятные для вас юридические последствия. Если вы обнаружите, что логин вашего аккаунта и/или другие идентификационные элементы могут быть разглашены или были разглашены, просим вас немедленно связаться с соответствующим поставщиком услуг, чтобы последний своевременно принял соответствующие меры во избежание или уменьшение соответствующих потерь.
      </p>
      <p>
        3.5 После прекращения использования вами той или иной услуги соответствующие поставщики услуг прекращают сбор и использование вашей информации, если иное не предусмотрено законами, правилами или надзорными органами. Если соответствующие поставщики услуг прекращают свою деятельность, они своевременно прекращают сбор вашей личной информации, уведомляют вас об этом в форме поочередного уведомления или объявления, а также удаляют или анонимизируют вашу личную информацию, имеющуюся у вас.
      </p>
      <div class="agreement-detail-tit">IV. [Как мы используем личную информацию]</div>
      <p>
        4.1 Мы используем собранную личную информацию в соответствии с положениями настоящей Политики конфиденциальности и для реализации функций наших продуктов и/или услуг;
      </p>
      <p>
        4.2 В целях обеспечения стабильности и безопасности услуг мы будем использовать вашу информацию для аутентификации, защиты, обнаружения мошенничества, предотвращения или запрещения незаконной деятельности, снижения рисков, архивирования и резервного копирования;
      </p>
      <p>4.3 представлять доклады соответствующим ведомствам в соответствии с законами, правилами или требованиями надзорных органов;</p>
      <p class="agreement-thickening">
        4.4 После сбора вашей личной информации мы десенсибилизируем и демаркируем данные с помощью технических средств. Просим вас узнать и согласиться, что в этом случае мы можем провести комплексную статистику, анализ и обработку вашей информации, чтобы предоставить вам более точные, индивидуальные, гладкие и удобные услуги, или помочь в оценке, улучшении или разработке продукции, услуг, операций и т.д.;
      </p>
      <p class="agreement-thickening">
        4.5 Обратите внимание, что вся личная информация, которую вы предоставляете при использовании наших продуктов и/или услуг, будет постоянно авторизована нами в течение всего периода использования наших продуктов и/или услуг, если вы не удалите или не откажете нам в сборе через настройки системы. Мы будем прекращать использование и удалять вашу личную информацию, когда вы списываете аккаунт;
      </p>
      <p class="agreement-thickening">
        4.6 Мы собираем статистические данные об использовании наших продуктов и/или услуг и, возможно, делимся этой статистической информацией с общественностью или третьими сторонами, с тем чтобы продемонстрировать общую тенденцию в использовании наших продуктов и/или услуг. Но эта статистика не содержит никаких ваших идентификационной инофрмации;
      </p>
      <p class="agreement-thickening">
        4.7 Если мы хотим использовать информацию для других целей, не указанных в настоящей Политике, мы еще раз запросим ваше согласие в форме соглашений о подтверждении, действий по подтверждению копирайтинга в конкретных сценариях и т.д. в соответствии с требованиями законов, правил и национальных стандартов.
      </p>
      <div class="agreement-detail-tit">V. [Как мы открыто предоставляем личную информацию]</div>
      <p class="agreement-thickening">5.1 Совместное использование деловых операций</p>
      <p>
        Мы обязуемся хранить вашу информацию в тайне. Если иное не предусмотрено законами, правилами и надзорными органами, соответствующие поставщики услуг обмениваются вашей информацией с третьими сторонами, включая аффилированные компании, сотрудничающие финансовые организации и других партнеров, только в следующих случаях. До предоставления информации третьей стороне соответствующие поставщики услуг предпринимают коммерчески разумные усилия для оценки законности, обоснованности и необходимости сбора информации этой третьей стороной. Соответствующие поставщики услуг подписывают с третьими сторонами соответствующие юридические документы и требуют от третьих сторон соблюдать законы и правила при обработке вашей личной информации, стараются потребовать от третьих лиц принять меры по защите Вашей информации.
      </p>
      <p>
        (1) Некоторые продукции или услуги могут быть предоставлены третьей стороной или соответствующими поставщиками услуг совместно с третьей стороной, поэтому необходимые вам продукции или услуги могут быть предоставлены только в том случае, если вы поделитесь своей информацией.
      </p>
      <p>
        (2) Если вы решите принять участие в деятельности по продвижению, осуществляемой совместно соответствующими поставщиками услуг и третьими сторонами, соответствующие поставщики услуг могут поделиться с ними информацией, полученной в ходе деятельности и необходимой для завершения деятельности, с тем чтобы третьи стороны могли своевременно предоставить вам свои услуги. Соответствующие поставщики услуг четко проинформируют вас о том, какую личную информацию они должны предоставить третьим сторонам в соответствии с требованиями законов, правил или государственных стандартов;
      </p>
      <p>
        (3) С вашего предварительного и явного согласия соответствующие поставщики услуг обмениваются вашей информацией с третьими сторонами в пределах ваших полномочий в той мере, в какой это допускается законом и правилами и не противоречит общественному порядку и обычаям.
      </p>
      <p class="agreement-thickening">5.2 Передача</p>
      <p>
        Соответствующие поставщики услуг не будут передавать вашу личную информацию никаким компаниям, организациям и частным лицам, за исключением следующих случаев:
      </p>
      <p class="agreement-thickening">(1) заранее получить ваше явное согласие;</p>
      <p class="agreement-thickening">
        (2) в соответствии с законами и правилами или императивными административными или судебными требованиями;
      </p>
      <p class="agreement-thickening">
        (3) В случае передачи личной информации, связанной с передачей, приобретением, слиянием, реорганизацией или банкротством и ликвидацией активов, мы информируем вас об этом и просим новые компании или организации, владеющие вашей личной информацией, продолжать соблюдать положения настоящей Политики. В случае изменения цели использования личной информации мы просим данную компанию или организацию заново получить ваше согласие.
      </p>
      <p class="agreement-thickening">5.3 Публичное раскрытие</p>
      <p>
        В принципе, соответствующие поставщики услуг не будут публично раскрывать вашу информацию. В тех случаях, когда раскрытие информации действительно необходимо, соответствующие поставщики услуг информируют вас о цели раскрытия информации, о типе раскрываемой информации и о том, какая конфиденциальная информация может быть задействована, и получают ваше согласие.
      </p>
      <p class="agreement-thickening">5.4 Доверенная обработка</p>
      <p>
        Для повышения эффективности обработки информации, снижения затрат на обработку информации или повышения точности обработки информации соответствующие поставщики услуг может поручить доверенной компании или другому профессиональному органу обработку информации о пользователе от имени соответствующих поставщиков услуг, но соответствующие поставщики услуг потребуют от доверенной компании соблюдения строгих обязательств по обеспечению конфиденциальности и принятия эффективных мер по обеспечению конфиденциальности посредством письменного соглашения, аудита на месте и т.д., чтобы она не использовала эту информацию в целях, не санкционированных вами. При расторжении доверительных отношений доверенная компания больше не сохраняет личную информацию. Ответственность за это обязуются нести соответствующие поставщики услуг.
      </p>
      <p class="agreement-thickening">
        5.5 Согласно соответствующим законам, правилам и государственным стандартам, мы можем законно делиться, передавать и публично разглашать вашу личную информацию без вашего согласия в следующих случаях:
      </p>
      <p class="agreement-thickening">(1) непосредственно связана с национальной безопасностью и национальной оборонной безопасностью</p>
      <p class="agreement-thickening">
        (2) непосредственно связана с общественной безопасностью, общественным здравоохранением, важными общественными интересами;
      </p>
      <p class="agreement-thickening">
        (3) непосредственно связана с уголовным расследованием, преследованием, судебным разбирательством и исполнением судебных решений и т.д.
      </p>
      <p class="agreement-thickening">
        (4) Для того, чтобы защитить вашу жизнь, имущество или других лиц и другие важные законные права и интересы, но получить ваше личное согласие сложно.；
      </p>
      <p class="agreement-thickening">(5) личная информация является доступной для общественности по вашему собственному усмотрению;</p>
      <p class="agreement-thickening">
        (6) собирать личную информацию из информации, законно разглашаемой публично, например: законные репортажи-новости, обнародование правительственной информации и другие каналы.
      </p>
      <p class="agreement-thickening">VI. [Как вы получаете доступ к своей личной информации и управляете ей]</p>
      <p>
        6.1 Мы используем соответствующие технические средства для обеспечения вашего доступа к вашей личной информации, ее обновления и исправления. Вы можете работать самостоятельно в соответствии с подсказками на странице или связаться с нами по почтовому ящику обслуживания клиентов taxrefund@yunupay.com.
      </p>
      <p>
        6.2 Если вы обнаружите, что соответствующие поставщики услуг собирают и используют вашу личную информацию, что нарушает положения законов и правил или нарушает соглашение с вами, вы можете обратиться на соответствующую горячую линию службы поддержки клиентов или через службу поддержки клиентов онлайн, чтобы потребовать удаления соответствующей информации.
      </p>
      <p class="agreement-thickening">
        6.3 Несмотря на вышеизложенное, согласно соответствующим законам, правилам и государственным стандартам, мы не можем ответить на вашу просьбу в следующих случаях:
      </p>
      <p class="agreement-thickening">(1) непосредственно связана с национальной безопасностью и национальной оборонной безопасностью</p>
      <p class="agreement-thickening">
        (2) непосредственно связана с общественной безопасностью, общественным здравоохранением, важными общественными интересами;
      </p>
      <p class="agreement-thickening">
        (3) непосредственно связана с уголовным расследованием, преследованием, судебным разбирательством и исполнением судебных решений и т.д.;
      </p>
      <p class="agreement-thickening">
        (4) при наличии достаточных доказательств, свидетельствующих о наличии у вас субъективного злого умысла или злоупотреблении правом;
      </p>
      <p class="agreement-thickening">
        (5) ответ на вашу просьбу приведет к серьезному ущербу законным правам и интересам других лиц и организаций;
      </p>
      <p class="agreement-thickening">(6) связана с коммерческой тайной.</p>
      <p class="agreement-thickening">VII. [Заявление об ответственности перед третьими сторонами]</p>
      <p class="agreement-thickening">
        Обратите внимание, что ваш торговый контрагент, сторонние операторы сайтов, которые вы посещаете, сторонние сервисы, к которым мы имеем доступ (например: приложения, предоставляемые третьими сторонами в наших продуктах), и третьи стороны, получающие вашу личную информацию через нас, могут иметь свою собственную политику защиты личных секретов; когда вы просматриваете веб-страницы, созданные третьими сторонами, или используете приложения, разработанные третьими сторонами, эти третьи стороны могут размещать свои собственные Cookie или пиксельные теги, которые не контролируются нами и использование которых не подпадает под действие данной Политики. Мы сделаем все возможное с коммерческой точки зрения, чтобы потребовать от этих субъектов принятия мер по защите вашей личной информации, но мы не можем гарантировать, что эти субъекты примут меры по защите в соответствии с нашей просьбой, и просим вас связаться с ними непосредственно для получения подробной информации об их политике в отношении неприкосновенности личных секретов. Если вы обнаружите, что эти веб-страницы, созданные третьими сторонами, или приложения, разработанные третьими лицами, подвергаются риску, рекомендуется прекратить соответствующие действия для защиты своих законных прав и интересов.
      </p>
      <p class="agreement-thickening">VIII. [Применение и обновление настоящей Политики]</p>
      <p class="agreement-thickening">
        Все услуги по мгновенному возврату (Цзйшитуй) при выезде подходит настоящей политике, за исключением случаев, когда соответствующие услуги имеют независимую политику конфиденциальности или в соответствующем пользовательском соглашении об обслуживании содержится специальное соглашение.
      </p>
      <p class="agreement-thickening">
        Настоящая Политика будет обновляться в надлежащее время в случае следующих существенных изменений:
      </p>
      <p class="agreement-thickening">
        (1) изменения нашей основной ситуации, например, в связи со сменой владельцев, вызванной слияниями, поглощениями и реорганизациями；
      </p>
      <p class="agreement-thickening">
        (2) изменения объема, цели, правил сбора, хранения и использования личной информации;
      </p>
      <p class="agreement-thickening">
        (3) изменения объекта, объема и цели открыто предоставления личной инофрмации;
      </p>
      <p class="agreement-thickening">
        (4) изменения в способах доступа к личной информации и управления ей;
      </p>
      <p class="agreement-thickening">
        (5) изменения возможностей безопасности данных и рисков информационной безопасности;
      </p>
      <p class="agreement-thickening">
        (6) изменения в каналах и механизмах запросов и жалоб пользователей, а также во внешних органах по урегулированию споров и контактных линиях;
      </p>
      <p class="agreement-thickening">
        (7) другие изменения, которые могут оказать существенное влияние на ваши личные права и интересы в области информации.
      </p>
      <p class="agreement-thickening">
        В случае обновления данной Политики мы сообщим вам уведомлением, отправкой электронной почты/короткого сообщения или объявлением на нашем официальном сайте. Чтобы вы могли своевременно получать уведомления, советуем вам своевременно сообщать нам об обновлении контактных данных. Если вы продолжите пользоваться соответствующими услугами после вступления в силу обновления данной Политики, это означает, что вы полностью прочитали, поняли и приняли обновленные политики и готовы быть связанными им.
      </p>
      <br/>
      <p style="text-align: right;">Февраль 2024 года</p>
    </div>
  </template>
  
  <script>
  export default {
    data() {
      return {};
    },
  };
  </script>
  <style>
  .agreement-content {
    font-size: 12px;
    padding: 20px;
  }
  .agreement-content p {
    line-height: 1.5;
    text-indent: 20px;
    margin-bottom: 5px;
  }
  .agreement-tit {
    text-align: center;
    font-weight: bold;
    font-size: 14px;
  }
  .agreement-detail-tit {
    text-align: left;
    font-weight: bold;
    font-size: 14px;
  }
  .agreement-thickening {
    font-weight: bold;
  }
  .agreement-click {
    color: blue;
  }
  </style>
  