<template>
  <div class="agreement-content">
    <p class="agreement-thickening">重要需知：</p>
    <p>
      雲遊智行（北京）科技有限公司（以下簡稱“雲遊”或“我們”）尊重並保護您的隱私。在您使用離境即時退各項服務時，相關服務提供方將按照《離境即時退隱私權政策》（以下簡稱“本政策”）收集、存儲、使用及對外提供您的個人信息。同時，我們會通過本政策向您說明，我們如何為您提供訪問、更新、管理和保護您的信息的服務。
      <span class="agreement-thickening"
        >本政策與您使用各項服務關系緊密，我們建議您仔細閱讀並理解本政策全部內容，做出您認為適當的選擇。我們對本政策中與您的權益存在重大關系的條款，采用粗體字進行標註以提示您註意。</span
      >
    </p>
    <p>
      為了遵守國家法律法規及監管規定，也為了向您提供服務及提升服務質量，相關服務提供方需要收集、存儲、使用及對外提供您的信息。我們強烈建議您在註冊賬號、使用我們的服務前，仔細閱讀並完全理解本政策中的全部內容，並自主進行適當的選擇。如果您不同意本政策的內容，我們將無法為您提供完整的產品和服務，同時您也需要立即停止使用本產品及相關服務。如您開始使用我們的產品或服務，則視您已經充分、完全地閱讀並理解了本政策中的全部內容，並且同意我們按照本政策的約定收集、使用、存儲及對外提供您的個人信息，以便您享受優質、便捷的服務，同時更好地保護您的賬戶及資金安全。
    </p>
    <p>
      本政策適用於在中華人民共和國境內（港、澳、臺地區除外）收集、使用、存儲及對外提供您的個人信息的行為。
    </p>
    <div class="agreement-detail-tit">一、【我們如何收集個人信息】</div>
    <p class="agreement-thickening">1.1 依據法律法規及監管規定履行法定義務</p>
    <p>
      針對各項服務，相關服務提供方需要按照法律法規或監管規定履行相應的法定義務，<span
        class="agreement-thickening"
        >相關服務提供方會在相應的用戶服務協議當中向您說明，為了履行相應的法定義務，需要收集您的哪些個人信息。</span
      >
    </p>
    <p>
      例如：為了確認您符合使用離境即時退產品要求，需要上傳您本人護照，確保您為港澳臺或外籍來華遊客。離境即時退運營方可能會從關聯公司和合作金融機構收集您的身份信息、境外旅客購物離境退稅結算報表、海關蓋章離境退稅申請單、您的簽字信息等。同時，為了驗證您提供信息的準確性和完整性，相關服務提供方會與合法留存您信息的國家機關、金融機構、企事業單位進行核對；如在驗證核對過程中相關服務提供方需要向前述驗證機構收集您的信息，相關服務提供方會依照法律法規的規定要求相關驗證機構說明其個人信息來源，並對其個人信息來源的合法性進行確認。
    </p>
    <p class="agreement-thickening">1.2 為您提供服務</p>
    <p>
      為了向您提供服務，同時便於您查詢您的歷史記錄或交易狀態，相關服務提供方會保存您申請或使用服務過程當中提交或產生的必要信息。
    </p>
    <p class="agreement-thickening">1.3 安全風險防範</p>
    <p>
      為了提高您使用服務的安全性，防止您的資金、個人信息被不法分子獲取，相關服務提供方需要記錄您使用的服務類別、方式及相關操作信息，例如：<span
        class="agreement-thickening"
        >設備型號、IP地址、設備軟件版本信息、設備識別碼、設備標識符、所在位置、網絡使用習慣以及其他與服務相關的日誌信息。</span
      >如您不同意提供前述信息，可能無法完成風控驗證。
    </p>
    <p class="agreement-thickening">1.4 為了提供個性化服務及改進服務質量</p>
    <p>
      為提升您的服務體驗及改進服務質量，或者為您推薦更優質或更適合的服務，產品不排除將：
    </p>
    <p>
      （1）您可以選擇使用麥克風設備來進行語音輸入（例如：語音消息、語音搜索），在使用過程中相關服務提供方需要收集您的<span
        class="agreement-thickening"
        >語音內容</span
      >並進行必要的處理；
    </p>
    <p>
      （2）您可以授權提供您的<span class="agreement-thickening">位置信息</span
      >，以便您基於所在地點位置接受個性化服務推薦；
    </p>
    <p>
      （3）相關服務提供方會收集您使用服務時的搜索記錄、您與客戶服務團隊聯系時提供的信息及您參與問卷調查時發送的信息。
    </p>
    <p class="agreement-thickening">
      1.5
      根據相關法律法規及國家標準，在以下情形中，我們可能會依法收集並使用您的個人信息無需征得您的同意：
    </p>
    <p class="agreement-thickening">（1）與國家安全、國防安全直接相關的；</p>
    <p class="agreement-thickening">
      （2）與公共安全、公共衛生、重大公共利益直接相關的；
    </p>
    <p class="agreement-thickening">
      （3）與犯罪偵查、起訴、審判和判決執行等直接相關的；
    </p>
    <p class="agreement-thickening">
      （4）出於維護您或他人的生命、財產等重大合法權益但又很難得到您本人同意的；
    </p>
    <p class="agreement-thickening">
      （5）所收集的個人信息是您自行向社會公眾公開的；
    </p>
    <p class="agreement-thickening">
      （6）從合法公開披露的信息中收集個人信息，例如：合法的新聞報道、政府信息公開等渠道；
    </p>
    <p class="agreement-thickening">
      （7）根據您的要求簽訂和履行合同所必需的；
    </p>
    <p class="agreement-thickening">
      （8）用於維護所提供的服務的安全穩定運行所必需的，例如：發現、處置產品或服務的故障；
    </p>
    <p class="agreement-thickening">（9）法律法規規定的其他情形。</p>
    <div class="agreement-detail-tit">二、【我們如何使用Cookie和同類技術】</div>
    <p>
      2.1
      為使您獲得更輕松的訪問體驗，您訪問我們的網站或使用各項服務時，相關服務提供方可能會通過小型數據文件識別您的身份，這麽做可幫您省去重復輸入註冊信息的步驟，或者幫助判斷您的賬戶安全狀態。我們的服務可能使用cookies和像素標簽（pixel
      tags）、本地共享對象、網絡信標（clear GIFs）和網絡信標（web
      beacons）等技術。我們將cookies和類似技術收集來的信息當做非個人信息來處理。
    </p>
    <p>
      2.2
      cookies：“cookies”是網站經常存儲於用戶電腦上的少量記錄信息。我們的cookies不會包括個人信息，一般用於快速識別您的設備並“記住”您。您可以取消cookies，或把您的瀏覽器設置成為向您發送cookies就會提示您的模式。但取消cookies可能會影響您使用我們的服務。
    </p>
    <p>
      2.3 HTML5：我們可能使用HTML5（web
      localStorage）（本地存儲對象）。本地存儲對象是類似於瀏覽器cookies的小文件，用於記憶您的設置，從而個性化我們的服務的外觀。本地存儲對象只以整合的方式收集數據。本地存儲對象一般比瀏覽器cookies的信息量更大、更多樣。
    </p>
    <p>
      2.4
      網絡信標和像素標簽：“網絡信標”或“像素標簽”是讓我們能計算網頁訪問數量或廣告瀏覽量的電子圖像。類似於cookies，網絡信標不包含個人信息。我們向您發送的電子郵件等電子通訊可能包含像素標簽或網絡標簽，使我們能追蹤通訊的使用情況，如是否打開過通訊、點擊了哪個鏈接等。
    </p>
    <p class="agreement-thickening">
      2.5
      如您通過我們的網站或小程序，使用了由第三方而非我們的提供的服務時，我們無法保證這些第三方會按照我們的要求采取保護措施，為盡力確保您的賬號安全，使您獲得更安全的訪問體驗，我們可能會使用專用的網絡協議及代理技術（以下簡稱“專用網絡通道”或“網絡代理”）。使用專用網絡通道，可以幫助您識別到我們已知的高風險站點，減少由此引起的釣魚、賬號泄露等風險，同時更有利於保障您和第三方的共同權益，阻止不法分子篡改您和您希望訪問的第三方之間正常服務內容，例如：不安全路由器、非法基站等引起的廣告註入、非法內容篡改等。在此過程中，相關服務提供方也可能會獲得和保存關於您手機的相關信息，例如：IP地址、硬件ID。
    </p>
    <div class="agreement-detail-tit">三、【我們如何存儲和保護個人信息】</div>
    <p>
      3.1
      我們在中華人民共和國境內收集和產生的個人信息將存儲在中華人民共和國境內。<span
        class="agreement-thickening"
        >如部分產品涉及跨境業務，相關服務提供方需要向境外機構傳輸境內收集的相關個人信息的，相關服務提供方會按照法律法規和相關監管部門的規定執行，並通過簽訂協議、現場核查等有效措施，要求境外機構為所獲得的您的個人信息保密。</span
      >我們僅在本政策所述目的所必需期間和法律法規及監管規定的時限內保存您的個人信息。
    </p>
    <p>
      3.2
      我們承諾我們將使信息安全保護達到業界要求安全水平。為保障您的信息安全，我們致力於使用各種安全技術及配套的管理體系來盡量降低您的信息被泄露、毀損、誤用、非授權訪問、非授權披露和更改的風險。
    </p>
    <p>
      3.3
      若不幸發生個人信息安全事件後，我們及相關服務提供方將按照法律法規的要求，及時向您告知：安全事件的基本情況和可能的影響、相關服務提供方已采取或將要采取的處置措施、您可自主防範和降低風險的建議、對您的補救措施等。相關服務提供方將及時將事件相關情況以產品推送通知、發送郵件/短消息等方式告知您，難以逐一告知個人信息主體時，相關服務提供方會采取合理、有效的方式發布公告。同時，相關服務提供方還將按照監管部門要求，主動上報個人信息安全事件的處置情況。若您的合法權益受損，相關服務提供方將承擔相應的法律責任。
    </p>
    <p class="agreement-thickening">
      3.4
      請您務必妥善保管好您的賬號登錄名及其他身份要素。您在使用各項服務時，相關服務提供方會通過您的賬號登錄名及其他身份要素來識別您的身份。一旦您泄漏了前述信息，您可能會蒙受損失，並可能產生對您不利的法律後果。如您發現賬號登錄名及/或其他身份要素可能或已經泄露時，請您立即和相關服務提供方取得聯系，以便相關服務提供方及時采取相應措施以避免或降低相關損失。
    </p>
    <p>
      3.5
      在您終止使用某項服務後，相關服務提供方會停止對您的信息的收集和使用，法律法規或監管部門另有規定的除外。如相關服務提供方停止運營，相關服務提供方將及時停止收集您個人信息的活動，將停止運營的通知以逐一送達或公告的形式通知您，並對所持有的您的個人信息進行刪除或匿名化處理。
    </p>
    <div class="agreement-detail-tit">四、【我們如何使用個人信息】</div>
    <p>
      4.1
      我們會根據本隱私政策的約定並為實現我們的產品與/或服務功能對所收集的個人信息進行使用；
    </p>
    <p>
      4.2
      為了保障服務的穩定性與安全性，我們會將您的信息用於身份驗證、安全防範、詐騙檢測、預防或禁止非法活動、降低風險、存檔和備份用途；
    </p>
    <p>4.3 根據法律法規或監管要求向相關部門進行報告；</p>
    <p class="agreement-thickening">
      4.4
      在收集您的個人信息後，我們通過技術手段對數據進行脫敏、去標識化處理，請您了解並同意，在此情況下我們可以對您的信息進行綜合統計、分析加工，以便為您提供更加準確、個性、流暢及便捷的服務，或幫助評估、改善或設計產品、服務及運營活動等；
    </p>
    <p class="agreement-thickening">
      4.5
      請您註意，您在使用我們的產品與/或服務時所提供的所有個人信息，除非您刪除或通過系統設置拒絕我們收集，否則將在您使用我們的產品與/或服務期間持續授權我們使用。在您註銷賬號時，我們將停止使用並刪除您的個人信息；
    </p>
    <p class="agreement-thickening">
      4.6
      我們會對我們的產品與/或服務使用情況進行統計，並可能會與公眾或第三方共享這些統計信息，以展示我們的產品與/或服務的整體使用趨勢。但這些統計信息不包含您的任何身份識別信息；
    </p>
    <p class="agreement-thickening">
      4.7
      當我們要將信息用於本政策未載明的其他用途時，會按照法律法規及國家標準的要求以確認協議、具體場景下的文案確認動作等形式再次征求您的同意。
    </p>
    <div class="agreement-detail-tit">五、【我們如何對外提供個人信息】</div>
    <p class="agreement-thickening">5.1 業務共享</p>
    <p>
      我們承諾對您的信息進行保密。除法律法規及監管部門另有規定外，相關服務提供方僅在以下情形中與第三方共享您的信息，第三方包括關聯公司、合作金融機構以及其他合作夥伴。在將信息提供給第三方前，相關服務提供方將盡商業上合理的努力評估該第三方收集信息的合法性、正當性、必要性。相關服務提供方會與第三方簽訂相關法律文件並要求第三方處理您的個人信息時遵守法律法規，盡力要求第三方對您的信息采取保護措施。
    </p>
    <p>
      （1）某些產品或服務可能由第三方提供或由相關服務提供方與第三方共同提供，因此，<span
        class="agreement-thickening"
        >只有共享您的信息，才能提供您需要的產品或服務。</span
      >
    </p>
    <p>
      （2）如您選擇參與相關服務提供方和第三方聯合開展的推廣活動，相關服務提供方可能與其共享活動過程中產生的、為完成活動所必要的信息，以便第三方能及時向您提供服務，<span
        class="agreement-thickening"
        >相關服務提供方會依據法律法規或國家標準的要求，向您明確告知需要向第三方提供何種個人信息；</span
      >
    </p>
    <p>
      （3）事先獲得您明確同意的情況下，相關服務提供方會在法律法規允許且不違背公序良俗的範圍內，依據您的授權範圍與第三方共享您的信息。
    </p>
    <p class="agreement-thickening">5.2 轉讓</p>
    <p>
      相關服務提供方不會將您的個人信息轉讓給任何公司、組織和個人，但以下情況除外：
    </p>
    <p class="agreement-thickening">（1）事先獲得您的明確同意；</p>
    <p class="agreement-thickening">
      （2）根據法律法規或強制性的行政或司法要求；
    </p>
    <p class="agreement-thickening">
      （3）在涉及資產轉讓、收購、兼並、重組或破產清算時，如涉及到個人信息轉讓，我們會向您告知有關情況，並要求新的持有您個人信息的公司、組織繼續受本政策的約束。如變更個人信息使用目的時，我們將要求該公司、組織重新取得您的明確同意。
    </p>
    <p class="agreement-thickening">5.3 公開披露</p>
    <p>
      原則上相關服務提供方不會將您的信息進行公開披露。如確需公開披露時，相關服務提供方會向您告知公開披露的目的、披露信息的類型及可能涉及的敏感信息，並征得您的明確同意。
    </p>
    <p class="agreement-thickening">5.4 委托處理</p>
    <p>
      為了提升信息處理效率，降低信息處理成本，或提高信息處理準確性，相關服務提供方可能會委托有能力的關聯公司或其他專業機構代表相關服務提供方來處理用戶信息，但相關服務提供方會通過書面協議、現場審計等方式要求受托公司遵守嚴格的保密義務及采取有效的保密措施，禁止其將這些信息用於未經您授權的用途。在委托關系解除時，受托公司不再保存個人信息。相關服務提供方承諾對此負責。
    </p>
    <p class="agreement-thickening">
      5.5
      根據相關法律法規及國家標準，在以下情形中，我們可能會依法共享、轉讓、公開披露您的個人信息無需征得您的同意：
    </p>
    <p class="agreement-thickening">（1）與國家安全、國防安全直接相關的；</p>
    <p class="agreement-thickening">
      （2）與公共安全、公共衛生、重大公共利益直接相關的；
    </p>
    <p class="agreement-thickening">
      （3）與犯罪偵查、起訴、審判和判決執行等直接相關的；
    </p>
    <p class="agreement-thickening">
      （4）出於維護您或其他個人的生命、財產等重大合法權益但又很難得到您本人同意的；
    </p>
    <p class="agreement-thickening">（5）您自行向社會公眾公開的個人信息；</p>
    <p class="agreement-thickening">
      （6）從合法公開披露的信息中收集的個人信息，例如：合法的新聞報道、政府信息公開等渠道。
    </p>
    <p class="agreement-thickening">六、【您如何訪問和管理自己的個人信息】</p>
    <p>
      6.1
      我們將采取適當的技術手段，保障您可以訪問、更新和更正您的個人信息。您可以根據頁面提示自助操作，也可以聯系相應的客服郵箱taxrefund@yunupay.com 聯系我們。
    </p>
    <p>
      6.2
      如您發現相關服務提供方收集、使用您個人信息的行為，違反了法律法規規定或違反了與您的約定，您可聯系相應的客服熱線或通過在線客服，要求刪除相應的信息。
    </p>
    <p class="agreement-thickening">
      6.3
      盡管有上述約定，但按照相關法律法規及國家標準，在以下情形中，我們可能無法響應您的請求：
    </p>
    <p class="agreement-thickening">（1）與國家安全、國防安全直接相關的；</p>
    <p class="agreement-thickening">
      （2）與公共安全、公共衛生、重大公共利益直接相關的；
    </p>
    <p class="agreement-thickening">
      （3）與犯罪偵查、起訴、審判和執行判決等直接相關的；
    </p>
    <p class="agreement-thickening">
      （4）有充分證據表明您存在主觀惡意或濫用權利的；
    </p>
    <p class="agreement-thickening">
      （5）響應您的請求將導致其他個人、組織的合法權益受到嚴重損害的；
    </p>
    <p class="agreement-thickening">（6）涉及商業秘密的。</p>
    <p class="agreement-thickening">七、【對第三方責任的聲明】</p>
    <p class="agreement-thickening">
      請您註意，您的交易相對方、您訪問的第三方網站經營者、通過我們接入的第三方服務（例如：我們的產品中第三方提供的應用）和通過我們接收您的個人信息的第三方可能有自己的隱私權保護政策；當您查看第三方創建的網頁或使用第三方開發的應用程序時，這些第三方可能會放置他們自己的Cookie或像素標簽，這些Cookie或像素標簽不受我們的控制，且它們的使用不受本政策的約束。我們會盡商業上的合理努力去要求這些主體對您的個人信息采取保護措施，但我們無法保證這些主體一定會按照我們的要求采取保護措施，請您與他們直接聯系以獲得關於他們的隱私權政策的詳細情況。如您發現這些第三方創建的網頁或第三方開發的應用程序存在風險時，建議您終止相關操作以保護您的合法權益。
    </p>
    <p class="agreement-thickening">八、【本政策的適用及更新】</p>
    <p class="agreement-thickening">
      離境即時退所有服務均適用本政策，除非相關服務已有獨立的隱私權政策或相應的用戶服務協議當中存在特殊約定。
    </p>
    <p class="agreement-thickening">
      發生下列重大變化情形時，我們會適時對本政策進行更新：
    </p>
    <p class="agreement-thickening">
      （1）我們的基本情況發生變化，例如：兼並、收購、重組引起的所有者變更；
    </p>
    <p class="agreement-thickening">
      （2）收集、存儲、使用個人信息的範圍、目的、規則發生變化；
    </p>
    <p class="agreement-thickening">
      （3）對外提供個人信息的對象、範圍、目的發生變化；
    </p>
    <p class="agreement-thickening">
      （4）您訪問和管理個人信息的方式發生變化；
    </p>
    <p class="agreement-thickening">
      （5）數據安全能力、信息安全風險發生變化；
    </p>
    <p class="agreement-thickening">
      （6）用戶詢問、投訴的渠道和機制，以及外部糾紛解決機構及聯絡方式發生變化；
    </p>
    <p class="agreement-thickening">
      （7）其他可能對您的個人信息權益產生重大影響的變化。
    </p>
    <p class="agreement-thickening">
      如本政策發生更新，我們將以推送通知、發送郵件/短消息或者在我們的官方網站發布公告的方式來通知您。為了您能及時接收到通知，建議您在聯系方式更新時及時通知我們。如您在本政策更新生效後繼續使用相關服務，即表示您已充分閱讀、理解並接受更新後的政策並願意受更新後的政策約束。
    </p>
    <br/>
    <p style="text-align: right;">2024年02月</p>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
};
</script>
<style>
.agreement-content {
  font-size: 12px;
  padding: 20px;
}
.agreement-content p {
  line-height: 1.5;
  text-indent: 20px;
  margin-bottom: 5px;
}
.agreement-tit {
  text-align: center;
  font-weight: bold;
  font-size: 14px;
}
.agreement-detail-tit {
  text-align: left;
  font-weight: bold;
  font-size: 14px;
}
.agreement-thickening {
  font-weight: bold;
}
.agreement-click {
  color: blue;
}
</style>
