<template>
  <div class="agreement-content">
    <p class="agreement-thickening">重要需知：</p>
    <p>
      云游智行（北京）科技有限公司（以下简称“云游”或“我们”）尊重并保护您的隐私。在您使用离境即时退各项服务时，相关服务提供方将按照《离境即时退隐私权政策》（以下简称“本政策”）收集、存储、使用及对外提供您的个人信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。
      <span class="agreement-thickening"
        >本政策与您使用各项服务关系紧密，我们建议您仔细阅读并理解本政策全部内容，做出您认为适当的选择。我们对本政策中与您的权益存在重大关系的条款，采用粗体字进行标注以提示您注意。</span
      >
    </p>
    <p>
      为了遵守国家法律法规及监管规定，也为了向您提供服务及提升服务质量，相关服务提供方需要收集、存储、使用及对外提供您的信息。我们强烈建议您在注册账号、使用我们的服务前，仔细阅读并完全理解本政策中的全部内容，并自主进行适当的选择。如果您不同意本政策的内容，我们将无法为您提供完整的产品和服务，同时您也需要立即停止使用本产品及相关服务。如您开始使用我们的产品或服务，则视您已经充分、完全地阅读并理解了本政策中的全部内容，并且同意我们按照本政策的约定收集、使用、存储及对外提供您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。
    </p>
    <p>
      本政策适用于在中华人民共和国境内（港、澳、台地区除外）收集、使用、存储及对外提供您的个人信息的行为。
    </p>
    <div class="agreement-detail-tit">一、【我们如何收集个人信息】</div>
    <p class="agreement-thickening">1.1 依据法律法规及监管规定履行法定义务</p>
    <p>
      针对各项服务，相关服务提供方需要按照法律法规或监管规定履行相应的法定义务，<span
        class="agreement-thickening"
        >相关服务提供方会在相应的用户服务协议当中向您说明，为了履行相应的法定义务，需要收集您的哪些个人信息。</span
      >
    </p>
    <p>
      例如：为了确认您符合使用离境即时退产品要求，需要上传您本人护照，确保您为港澳台或外籍来华游客。离境即时退运营方可能会从关联公司和合作金融机构收集您的身份信息、境外旅客购物离境退税结算报表、海关盖章离境退税申请单、您的签字信息等。同时，为了验证您提供信息的准确性和完整性，相关服务提供方会与合法留存您信息的国家机关、金融机构、企事业单位进行核对；如在验证核对过程中相关服务提供方需要向前述验证机构收集您的信息，相关服务提供方会依照法律法规的规定要求相关验证机构说明其个人信息来源，并对其个人信息来源的合法性进行确认。
    </p>
    <p class="agreement-thickening">1.2 为您提供服务</p>
    <p>
      为了向您提供服务，同时便于您查询您的历史记录或交易状态，相关服务提供方会保存您申请或使用服务过程当中提交或产生的必要信息。
    </p>
    <p class="agreement-thickening">1.3 安全风险防范</p>
    <p>
      为了提高您使用服务的安全性，防止您的资金、个人信息被不法分子获取，相关服务提供方需要记录您使用的服务类别、方式及相关操作信息，例如：<span
        class="agreement-thickening"
        >设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与服务相关的日志信息。</span
      >如您不同意提供前述信息，可能无法完成风控验证。
    </p>
    <p class="agreement-thickening">1.4 为了提供个性化服务及改进服务质量</p>
    <p>
      为提升您的服务体验及改进服务质量，或者为您推荐更优质或更适合的服务，产品不排除将：
    </p>
    <p>
      （1）您可以选择使用麦克风设备来进行语音输入（例如：语音消息、语音搜索），在使用过程中相关服务提供方需要收集您的<span
        class="agreement-thickening"
        >语音内容</span
      >并进行必要的处理；
    </p>
    <p>
      （2）您可以授权提供您的<span class="agreement-thickening">位置信息</span
      >，以便您基于所在地点位置接受个性化服务推荐；
    </p>
    <p>
      （3）相关服务提供方会收集您使用服务时的搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时发送的信息。
    </p>
    <p class="agreement-thickening">
      1.5
      根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意：
    </p>
    <p class="agreement-thickening">（1）与国家安全、国防安全直接相关的；</p>
    <p class="agreement-thickening">
      （2）与公共安全、公共卫生、重大公共利益直接相关的；
    </p>
    <p class="agreement-thickening">
      （3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
    </p>
    <p class="agreement-thickening">
      （4）出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；
    </p>
    <p class="agreement-thickening">
      （5）所收集的个人信息是您自行向社会公众公开的；
    </p>
    <p class="agreement-thickening">
      （6）从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；
    </p>
    <p class="agreement-thickening">
      （7）根据您的要求签订和履行合同所必需的；
    </p>
    <p class="agreement-thickening">
      （8）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；
    </p>
    <p class="agreement-thickening">（9）法律法规规定的其他情形。</p>
    <div class="agreement-detail-tit">二、【我们如何使用Cookie和同类技术】</div>
    <p>
      2.1
      为使您获得更轻松的访问体验，您访问我们的网站或使用各项服务时，相关服务提供方可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。我们的服务可能使用cookies和像素标签（pixel
      tags）、本地共享对象、网络信标（clear GIFs）和网络信标（web
      beacons）等技术。我们将cookies和类似技术收集来的信息当做非个人信息来处理。
    </p>
    <p>
      2.2
      cookies：“cookies”是网站经常存储于用户电脑上的少量记录信息。我们的cookies不会包括个人信息，一般用于快速识别您的设备并“记住”您。您可以取消cookies，或把您的浏览器设置成为向您发送cookies就会提示您的模式。但取消cookies可能会影响您使用我们的服务。
    </p>
    <p>
      2.3 HTML5：我们可能使用HTML5（web localStorage）（本地存储对象）。本地存储对象是类似于浏览器cookies的小文件，用于记忆您的设置，从而个性化我们的服务的外观。本地存储对象只以整合的方式收集数据。本地存储对象一般比浏览器cookies的信息量更大、更多样。
    </p>
    <p>
      2.4
      网络信标和像素标签：“网络信标”或“像素标签”是让我们能计算网页访问数量或广告浏览量的电子图像。类似于cookies，网络信标不包含个人信息。我们向您发送的电子邮件等电子通讯可能包含像素标签或网络标签，使我们能追踪通讯的使用情况，如是否打开过通讯、点击了哪个链接等。
    </p>
    <p class="agreement-thickening">
      2.5
      如您通过我们的网站或小程序，使用了由第三方而非我们的提供的服务时，我们无法保证这些第三方会按照我们的要求采取保护措施，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“专用网络通道”或“网络代理”）。使用专用网络通道，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，相关服务提供方也可能会获得和保存关于您手机的相关信息，例如：IP地址、硬件ID。
    </p>
    <div class="agreement-detail-tit">三、【我们如何存储和保护个人信息】</div>
    <p>
      3.1
      我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。<span
        class="agreement-thickening"
        >如部分产品涉及跨境业务，相关服务提供方需要向境外机构传输境内收集的相关个人信息的，相关服务提供方会按照法律法规和相关监管部门的规定执行，并通过签订协议、现场核查等有效措施，要求境外机构为所获得的您的个人信息保密。</span
      >我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。
    </p>
    <p>
      3.2
      我们承诺我们将使信息安全保护达到业界要求安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。
    </p>
    <p>
      3.3
      若不幸发生个人信息安全事件后，我们及相关服务提供方将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、相关服务提供方已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。相关服务提供方将及时将事件相关情况以产品推送通知、发送邮件/短消息等方式告知您，难以逐一告知个人信息主体时，相关服务提供方会采取合理、有效的方式发布公告。同时，相关服务提供方还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，相关服务提供方将承担相应的法律责任。
    </p>
    <p class="agreement-thickening">
      3.4
      请您务必妥善保管好您的账号登录名及其他身份要素。您在使用各项服务时，相关服务提供方会通过您的账号登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现账号登录名及/或其他身份要素可能或已经泄露时，请您立即和相关服务提供方取得联系，以便相关服务提供方及时采取相应措施以避免或降低相关损失。
    </p>
    <p>
      3.5
      在您终止使用某项服务后，相关服务提供方会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如相关服务提供方停止运营，相关服务提供方将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。
    </p>
    <div class="agreement-detail-tit">四、【我们如何使用个人信息】</div>
    <p>
      4.1
      我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用；
    </p>
    <p>
      4.2
      为了保障服务的稳定性与安全性，我们会将您的信息用于身份验证、安全防范、诈骗检测、预防或禁止非法活动、降低风险、存档和备份用途；
    </p>
    <p>4.3 根据法律法规或监管要求向相关部门进行报告；</p>
    <p class="agreement-thickening">
      4.4
      在收集您的个人信息后，我们通过技术手段对数据进行脱敏、去标识化处理，请您了解并同意，在此情况下我们可以对您的信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助评估、改善或设计产品、服务及运营活动等；
    </p>
    <p class="agreement-thickening">
      4.5
      请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息；
    </p>
    <p class="agreement-thickening">
      4.6
      我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息；
    </p>
    <p class="agreement-thickening">
      4.7
      当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认动作等形式再次征求您的同意。
    </p>
    <div class="agreement-detail-tit">五、【我们如何对外提供个人信息】</div>
    <p class="agreement-thickening">5.1 业务共享</p>
    <p>
      我们承诺对您的信息进行保密。除法律法规及监管部门另有规定外，相关服务提供方仅在以下情形中与第三方共享您的信息，第三方包括关联公司、合作金融机构以及其他合作伙伴。在将信息提供给第三方前，相关服务提供方将尽商业上合理的努力评估该第三方收集信息的合法性、正当性、必要性。相关服务提供方会与第三方签订相关法律文件并要求第三方处理您的个人信息时遵守法律法规，尽力要求第三方对您的信息采取保护措施。
    </p>
    <p>
      （1）某些产品或服务可能由第三方提供或由相关服务提供方与第三方共同提供，因此，<span
        class="agreement-thickening"
        >只有共享您的信息，才能提供您需要的产品或服务。</span
      >
    </p>
    <p>
      （2）如您选择参与相关服务提供方和第三方联合开展的推广活动，相关服务提供方可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您提供服务，<span
        class="agreement-thickening"
        >相关服务提供方会依据法律法规或国家标准的要求，向您明确告知需要向第三方提供何种个人信息；</span
      >
    </p>
    <p>
      （3）事先获得您明确同意的情况下，相关服务提供方会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。
    </p>
    <p class="agreement-thickening">5.2 转让</p>
    <p>
      相关服务提供方不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
    </p>
    <p class="agreement-thickening">（1）事先获得您的明确同意；</p>
    <p class="agreement-thickening">
      （2）根据法律法规或强制性的行政或司法要求；
    </p>
    <p class="agreement-thickening">
      （3）在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的时，我们将要求该公司、组织重新取得您的明确同意。
    </p>
    <p class="agreement-thickening">5.3 公开披露</p>
    <p>
      原则上相关服务提供方不会将您的信息进行公开披露。如确需公开披露时，相关服务提供方会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。
    </p>
    <p class="agreement-thickening">5.4 委托处理</p>
    <p>
      为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，相关服务提供方可能会委托有能力的关联公司或其他专业机构代表相关服务提供方来处理用户信息，但相关服务提供方会通过书面协议、现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，受托公司不再保存个人信息。相关服务提供方承诺对此负责。
    </p>
    <p class="agreement-thickening">
      5.5
      根据相关法律法规及国家标准，在以下情形中，我们可能会依法共享、转让、公开披露您的个人信息无需征得您的同意：
    </p>
    <p class="agreement-thickening">（1）与国家安全、国防安全直接相关的；</p>
    <p class="agreement-thickening">
      （2）与公共安全、公共卫生、重大公共利益直接相关的；
    </p>
    <p class="agreement-thickening">
      （3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
    </p>
    <p class="agreement-thickening">
      （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
    </p>
    <p class="agreement-thickening">（5）您自行向社会公众公开的个人信息；</p>
    <p class="agreement-thickening">
      （6）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道。
    </p>
    <p class="agreement-thickening">六、【您如何访问和管理自己的个人信息】</p>
    <p>
      6.1
      我们将采取适当的技术手段，保障您可以访问、更新和更正您的个人信息。您可以根据页面提示自助操作，也可以联系相应的客服邮箱taxrefund@yunupay.com 联系我们。
    </p>
    <p>
      6.2
      如您发现相关服务提供方收集、使用您个人信息的行为，违反了法律法规规定或违反了与您的约定，您可联系相应的客服热线或通过在线客服，要求删除相应的信息。
    </p>
    <p class="agreement-thickening">
      6.3
      尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：
    </p>
    <p class="agreement-thickening">（1）与国家安全、国防安全直接相关的；</p>
    <p class="agreement-thickening">
      （2）与公共安全、公共卫生、重大公共利益直接相关的；
    </p>
    <p class="agreement-thickening">
      （3）与犯罪侦查、起诉、审判和执行判决等直接相关的；
    </p>
    <p class="agreement-thickening">
      （4）有充分证据表明您存在主观恶意或滥用权利的；
    </p>
    <p class="agreement-thickening">
      （5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的；
    </p>
    <p class="agreement-thickening">（6）涉及商业秘密的。</p>
    <p class="agreement-thickening">七、【对第三方责任的声明】</p>
    <p class="agreement-thickening">
      请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：我们的产品中第三方提供的应用）和通过我们接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，但我们无法保证这些主体一定会按照我们的要求采取保护措施，请您与他们直接联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。
    </p>
    <p class="agreement-thickening">八、【本政策的适用及更新】</p>
    <p class="agreement-thickening">
      离境即时退所有服务均适用本政策，除非相关服务已有独立的隐私权政策或相应的用户服务协议当中存在特殊约定。
    </p>
    <p class="agreement-thickening">
      发生下列重大变化情形时，我们会适时对本政策进行更新：
    </p>
    <p class="agreement-thickening">
      （1）我们的基本情况发生变化，例如：兼并、收购、重组引起的所有者变更；
    </p>
    <p class="agreement-thickening">
      （2）收集、存储、使用个人信息的范围、目的、规则发生变化；
    </p>
    <p class="agreement-thickening">
      （3）对外提供个人信息的对象、范围、目的发生变化；
    </p>
    <p class="agreement-thickening">
      （4）您访问和管理个人信息的方式发生变化；
    </p>
    <p class="agreement-thickening">
      （5）数据安全能力、信息安全风险发生变化；
    </p>
    <p class="agreement-thickening">
      （6）用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；
    </p>
    <p class="agreement-thickening">
      （7）其他可能对您的个人信息权益产生重大影响的变化。
    </p>
    <p class="agreement-thickening">
      如本政策发生更新，我们将以推送通知、发送邮件/短消息或者在我们的官方网站发布公告的方式来通知您。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用相关服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。
    </p>
    <br/>
    <p style="text-align: right;">2024年02月</p>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
};
</script>
<style>
.agreement-content {
  font-size: 12px;
  padding: 20px;
}
.agreement-content p {
  line-height: 1.5;
  text-indent: 20px;
  margin-bottom: 5px;
}
.agreement-tit {
  text-align: center;
  font-weight: bold;
  font-size: 14px;
}
.agreement-detail-tit {
  text-align: left;
  font-weight: bold;
  font-size: 14px;
}
.agreement-thickening {
  font-weight: bold;
}
.agreement-click {
  color: blue;
}
</style>
